{
  "_Wheelchair_Rankings_":  "Wheelchair Rankings",
  "_KCT_Title_":  "Key Concepts  ",
  "_Other_Concepts_Title_":  "Other Concepts",
  "_Quad_":  "Quad",
  "_wc_rankings_scope_":  "Wheelchair Rankings Scope",
  "_wc_rankings_scope_1_":  "Wheelchair tennis rankings are compiled for the men’s, women’s and quad divisions, and are comprised of results from Canadian tournaments and ITF sanctioned events. A player receives a ranking by playing at least one of the specified ranking events.",
  "_wc_rankings_scope_2_":  "The rankings are for singles only, and a player earns a ranking in the division in which they are competing. For example if a female quad player is competing in the women’s division then she will only earn ranking points for the women’s division. Quad players may only enter the men's or women's division when the quad division is not offered.",
  "_wc_event_calendar_":  "Event Calendar",
  "_wc_event_calendar_1_":  "Here is the",
  "_wc_event_calendar_2_":  "event calendar",
  "_wc_event_calendar_3_":  "of eligible wheelchair events.",
  "_wc_top3_rolling52_":  "Rolling 52 Week Point Accumulation",
  "_wc_top3_rolling52_1_":  "Rankings points are accumulated from a player's top 3 results over the past 52 weeks. Results from each new week will be added and the results from the corresponding week of the previous year will be dropped. Players receive a ranking by playing at least one of the specified ranking events.",
  "_wc_draw_size_":  "Draw Size (Canadian Events)",
  "_wc_draw_size_1_":  "Draw size is a factor in the determination of point awards in Canadian tournaments. Point awards for every level of event will scale up or down with the size of the draw. The point awards for each level of tournament and draw sizes are based on an evaluation of the historical strengths of these events.",
  "_wc_ratings_":  "Canadian Event Ratings",
  "_wc_ratings_1_":  "There are three levels of Canadian tournaments that will count toward the Canadian wheelchair tennis rankings",
  "_wc_level_nationals_":  "Birmingham National Championships",
  "_wc_level_nationals_1_":  "The Birmingham National Championships is held annually.",
  "_wc_level_nationals_2_":  "Men's Champion receives 500 points in a draw of size 16.  Women's and Quad winners receive 500 points for a draw of size 8. Point awards will scale according to draw size.",
  "_wc_level_provincial_championships_":  "Provincial Championships",
  "_wc_level_provincial_championships_1_":  "There is one Provincial Championship currently which is held in Quebec. As other Provinces establish Provincial Championships the tournament level will be evaluated and a rating established.",
  "_wc_level_provincial_championships_2_":  "Men's Champion receives 180 points in a draw of size 16.  Women's and Quad winners receive 180 points for a draw of size 4.",
  "_wc_level_provincial_":  "Provincial Level Events",
  "_wc_level_provincial_1_":  "Provincial level events include tournaments like the Burnaby Open, Alberta Open and Prairies Cup.",
  "_wc_level_provincial_2_":  "Men's Champion receives 108 points in a draw of size 6.  Women's and Quad winners receive 108 points for a draw of size 4.",
  "_wc_itf_events_":  "ITF Events",
  "_wc_itf_events_1_":  "A player will receive 10 Canadian Wheelchair Tennis rankings points for every ITF singles ranking point they receive.",
  "_wc_eligibility_":  "Rankings Eligibility",
  "_wc_eligibility_1_":  "A player can only earn points when holding a valid membership with his/her Provincial Tennis Association. Ranking points expire after a year. A player will appear on the rankings as long as he/she has points which have not expired",
  "_wc_rank_publishing_":  "Ranking Publishing",
  "_wc_rank_publishing_1_":  "Tennis Canada will publish the updated rankings on the last Thursday of every month. ",
  "_wc_first_round_":  "First Round Losses, Byes, Walkovers, Withdraws, Defaults etc",
  "_wc_first_round_1_":  "A player receives a ranking point award for losses in the first round. Byes, walkovers and defaults are treated as wins.",
  "_wc_events_eg_":  "Wheelchair",
  "_wc_events_eg_title_":  "Wheelchair",
  "_wc_m_nationals_eg_":  "Men’s Nationals",
  "_wc_wq_nationals_eg_":  "Women’s and Quad National",
  "_wc_m_prov_champs_eg_":  "Men’s Provincial Championship",
  "_wc_wq_prov_champs_eg_":  "Women’s and Quad Provincial Championship",
  "_wc_m_prov_eg_":  "Men’s Provincial Event",
  "_wc_wq_prov_eg_":  "Women’s and Quad Provincial Event"
}
