{

  "_Wheelchair_Rankings_":  "Classements de tennis en fauteuil roulant",
  "_Quad_":  "Quads",
  "_wc_rankings_scope_":  "Portée du classement de tennis en fauteuil roulant",
  "_wc_rankings_scope_1_":  "Les classements de tennis en fauteuil roulant sont compilés pour les hommes, les femmes et les quads en tenant compte des résultats des tournois canadiens et des épreuves de l'ITF. Un joueur est inclus dans le classement en disputant au moins un des tournois sanctionnés. ",
  "_wc_rankings_scope_2_":  "Les classements sont uniquement pour le simple et un joueur obtient un classement dans la catégorie à laquelle il participe. Par exemple, si une joueuse quad concoure dans la catégorie femmes, elle ne gagnera que des points de classement pour la catégorie femmes. Les joueurs quad ne peuvent s'inscrire dans la catégorie hommes ou femmes que lorsque la catégorie quad n'est pas offerte. ",
  "_wc_draw_size_":  "Taille des tableaux pour les tournois canadiens",
  "_wc_draw_size_1_":  "La taille du tableau est un facteur dans la détermination de l'attribution des points de classement dans les tournois canadiens. Les points pour chaque niveau du tableau augmenteront ou diminueront selon la taille du tableau. Les points pour chaque niveau du tournoi et tailles des tableaux sont fondés sur la force historique de ces épreuves. ",
  "_wc_ratings_":  "Niveaux des tournois canadiens",
  "_wc_ratings_1_":  "Il y a trois niveaux de tournois canadiens qui compteront au classement de tennis en fauteuil roulant",
  "_wc_level_nationals_":  "Championnats canadiens Birmingham",
  "_wc_level_nationals_1_":  "Les Championnats canadiens Birmingham sont organisés annuellement. ",
  "_wc_level_nationals_2_":  "Le champion du simple masculin recevra 500 points dans un tableau de 16 participants. La championne du simple féminin et le gagnant du simple quad obtiendront 500 points pour un tableau de 8 participants. Les points varieront selon la taille du tableau. ",
  "_wc_level_provincial_championships_":  "Championnat provincial",
  "_wc_level_provincial_championships_1_":  "Il y a un Championnat provincial qui est tenu au Québec. Dans la mesure où d'autres provinces tiendront des championnats provinciaux, le niveau du tournoi sera évalué et les points seront déterminés en conséquence. ",
  "_wc_level_provincial_championships_2_":  "Le champion du simple masculin recevra 180 points pour un tableau de 16 participants. La championne du simple féminin et le gagnant du simple quad obtiendront 180 points pour un tableau de 4 participants.",
  "_wc_level_provincial_":  "Niveaux des tournois provinciaux",
  "_wc_level_provincial_1_":  "Les tournois provinciaux comprennent les épreuves suivantes : l'Open de Burnaby, l'Open de l'Alberta et la Coupe des Prairies.",
  "_wc_level_provincial_2_":  "Le champion du simple masculin recevra 108 points pour un tableau de 16 participants. La championne du simple féminin et le gagnant du simple quad obtiendront  108 points pour un tableau de 4 participants.",
  "_wc_itf_events_":  "Tournois ITF",
  "_wc_itf_events_1_":  "Un joueur recevra 10 points au classement canadien pour chaque point ITF qu'il obtient dans le cadre de ces tournois. ",
  "_wc_rank_publishing_":  "Publication des classements",
  "_wc_rank_publishing_1_":  "Tenis Canada publiera les classements mis à jour le dernier jeudi de chaque mois. ",
  "_wc_first_round_":  "Défaites au premier tour, exemptions, victoires par défaut, retraits, abandons, etc.",
  "_wc_first_round_1_":  "Un joueur recevra un point pour sa défaite au premier tour. Les exemptions, les défauts et les abandons seront traités comme une victoire.",
  "_wc_events_eg_":  "Tennis en fauteuil roulant",
  "_wc_events_eg_title_":  "Tennis en fauteuil roulant",
  "_wc_m_nationals_eg_":  "Championnats canadiens masculins",
  "_wc_wq_nationals_eg_":  "Championnats canadiens féminins et quads",
  "_wc_m_prov_champs_eg_":  "Championnats provinciaux masculins",
  "_wc_wq_prov_champs_eg_":  "Championnats provinciaux féminins et quads",
  "_wc_m_prov_eg_":  "Championnats provinciaux masculins",
  "_wc_wq_prov_eg_":  "Championnats provinciaux féminins et quads",
  "_wc_num_events_":  "Cinq meilleurs tournois",
  "_wc_num_events_detail_":  "Tennis Canada veut récompenser la qualité des résultats par rapport à la quantité afin de ne pas favoriser les joueurs qui performent à un niveau médiocre dans plusieurs tournois plutôt que ceux qui réussissent très bien dans quelques tournois. Par conséquent, seuls les cinq meilleurs résultats d'un joueur comptent pour son classement. "
}
