{
  "_Wheelchair_Rankings_":  "Classements fauteuil roulants",
  "_KCT_Title_":  "Éléments clés  ",
  "_Other_Concepts_Title_":  "Autres éléments",
  "_Quad_":  "Paraplégique",
  "_wc_rankings_scope_":  "Format de classement Fauteuil Roulant",
  "_wc_rankings_scope_1_":  "Classement de tennis en fauteuil roulant sont compilés pour les hommes, les femmes et les divisions de paraplégiques, tenant compte des résultats de tournois canadiens et des événements de  l'ITF. Un joueur est inclus dans le classement en jouant au moins un des événements sanctionnés. ",
  "_wc_rankings_scope_2_":  "Les classements sont uniquement pour les joueurs en simple, et un joueur est classé dans la division auquelle il participe. Par exemple, si une joueuse paraplégique est en compétition dans la division des femmes, elle aura seulement des points au classement pour la division des femmes.",
  "_wc_event_calendar_":  "Calendrier des événements",
  "_wc_event_calendar_1_":  "Voici le",
  "_wc_event_calendar_2_":  "calendrier des événements ",
  "_wc_event_calendar_3_":  "admissibles pour le tennis en fauteuil roulants",
  "_wc_top3_rolling52_":  "Accumulation des points sur 52 semaines",
  "_wc_top3_rolling52_1_":  "Les points au classement sont accumulés selon les 3 meilleurs résultats d'un joueur au cours des 52 dernières semaines. Les résultats de chaque semaine seront ajoutés supprimant les résultats correspondants à la semaine de l'année précédente. Les joueurs seront classés en jouant au moins un des événements spécifiés du classement.",
  "_wc_draw_size_":  "Tableau pour les événements canadiens",
  "_wc_draw_size_1_":  "La taille du tableau est un facteur dans la détermination du point au classement dans les tournois canadiens. Les points pour chaque niveau du tableau augmenteront ou diminueront selon la taille du tableau. Les points pour chaque niveau du tournoi et tableaux sont basées selon les forces du tournoi que ces événements ont connus par le passé.",
  "_wc_ratings_":  "Classement des événements canadiens",
  "_wc_ratings_1_":  "Il y a trois niveaux de tournois canadiens qui compteront au classement de tennis en fauteuil roulant",
  "_wc_level_nationals_":  "Championnat National de Birmingham",
  "_wc_level_nationals_1_":  "Le championnat national de Birmingham est tenu annuellement. ",
  "_wc_level_nationals_2_":  "Le champion en simple masculin recevra 500 points dans un tableau de 16 participants. Le gagnant de la division féminine et paraplégique recevront 500 points pour un tableau de 8 participants. Les points varieront selon la taille du tableau. ",
  "_wc_level_provincial_championships_":  "Championnat provincial",
  "_wc_level_provincial_championships_1_":  "Il y a un Championnat provincial qui est tenu au Québec. Dans la mesure ou d'autres provinces tiendront des championnats provinciaux, le niveau du tournoi sera évalué et les points seront déterminés en conséquence. ",
  "_wc_level_provincial_championships_2_":  "Le champion masculin recevra 180 points pour un tableau de 16 participants. Le champion de la division féminine et paraplégique recevront 180 points pour un tableau de 4 participants.",
  "_wc_level_provincial_":  "événements de niveau provinciaux ",
  "_wc_level_provincial_1_":  "Les événements de niveau provincial inclus les tournois suivant; l'Open de Burnaby, l'Open de l'Alberta et la Coupe des Prairies.",
  "_wc_level_provincial_2_":  "Le champion masculin recevra 108 points pour un tableau de 16 participants. Le champion de la division féminine et paraplégique recevront 108 points pour un tableau de 4 participants.",
  "_wc_itf_events_":  "événements de l'ITF",
  "_wc_itf_events_1_":  "Un joueur recevra 10 points au classement canadien pour chaque point ITF qu'il recoit lors de ces tournois. ",
  "_wc_eligibility_":  "Admissibilité au classement",
  "_wc_eligibility_1_":  "Un joueur peut recevoir des points seulement s'il est membre de son association provincial de tennis. Les points au classement expire apres un an. Un joueur sera au classement tant que les points n'auront pas expirés.",
  "_wc_rank_publishing_":  "Dévoilement du classement",
  "_wc_rank_publishing_1_":  "Tennis Canada publiera le classement tous les deux mois. ",
  "_wc_first_round_":  "Défaite en premiere ronde, Exemption, Par défaut, Joueur retiré, etc.",
  "_wc_first_round_1_":  "Un joueur recevra un point pour sa défaite en premiere ronde. Exemption, par défaut et walkover seront traités comme une victoire",
  "_wc_events_":  "Wheelchair Events",
  "_wc_m_nationals_eg_":  "Men’s Nationals Points",
  "_wc_wq_nationals_eg_":  "Women’s and Quad National Points",
  "_wc_m_prov_champs_eg_":  "Men’s Provincial Championship Points",
  "_wc_wq_prov_champs_eg_":  "Women’s and Quad Provincial Championship Points",
  "_wc_m_prov_eg_":  "Men’s Provincial Event Points",
  "_wc_wq_prov_eg_":  "Women’s and Quad Provincial Event Points"
}
