{
  "_Senior_Ranking_Scope_":  "Senior Rankings Scope",
  "_Senior_Ranking_Scope_Detail_":  "Senior Rankings are maintained for men's and women's singles and doubles for every age group from 30 & Over to 85 & Over. A player will only hold a ranking in their own age category.  Players' results from events at both national and provincial level contribute to their rankings.",
  "_Senior_Ranking_Scope_Detail_1_":  "Rankings are maintained on a national basis.  Provincial views are also available.",
  "_Ranked_Categories_":  "Seniors Rankings Categories",
  "_Ranked_Categories_Synopsis_":  "Separate rankings will be kept in every age group for men and women, singles and doubles and for mixed doubles. A player will build a ranking in their own age category regardless of the category of event in which they participate. ",
  "_National_Team_Selection_":  "National Team Selection",
  "_National_Team_Selection_Detail_":  "At the end of the calendar year the National Year-End Rankings will be calculated. It will include your results at the Steve Stevens Senior Nationals and your best second tournament result during the calendar year. The National Year-End Rankings will determine who is selected to represent Canada at ITF World Team Championships.",
  "_Playing_Down_":  "Playing down",
  "_Playing_Down_Detail_":  "Should a player compete in a lower age category event, they will be awarded points in their own age category.",
  "_Aging_Up_":  "When a Player “Ages Up”",
  "_Aging_Up_Detail_1_":  "When players move up from one age category to another, their points stay with them.  Thus they do not need to rebuild their ranking from scratch every five years.  This may be seen as a slight penalty as it is almost certainly true that the points earned in the last year of eligibility in a lower age category were harder to come by than those in the first year of eligibility in the player's new category.  However, there is no simple, fair way to retroactively “re-rate” a player's points when they “age up”. So players will be at a slight rankings disadvantage until they have played a few tournaments at the new level.",
  "_Seniors_Draw_Size_":  "Draw Size",
  "_Seniors_Draw_Size_Synopsis_":  "Draw size not considered in the allocation of points for a draw.  All draws at a given event award the same points to the winner regardless of draw size.",
  "_senior_num_events_":  "Best Three Tournaments",
  "_senior_num_events_detail_":  "Tennis Canada wants to reward the quality of results over the quantity in order not to favour players who perform at a mediocre level in many events over those who perform very well in a few. Therefore, only a player's best three results count towards their ranking.",
  "_Senior_And_Other_Rankings_":  "Interaction with Other Rankings",
  "_Senior_And_Other_Rankings_Detail_":  "Results in Seniors' events do not contribute to a player's Open or Adult Level rankings. Results from Open and Adult Level events do not count towards a Senior rankings.  Players can hold independent rankings in their age category, Open, and/or Adult level play. ",
  "_International_Events_":  "International Events",
  "_International_Events_Details_":  "Results at international events are not counted towards a player's rankings.",
  "_senior_rankings_notice_":  "The Seniors Rankings system is new in Tennis Canada. National rankings are unofficial. Official national rankings and national team selection is managed separately by Tennis Canada. Provincial rankings are official in some provinces only, please contact your PTA for more information.",
  "_s_nationals_":  "Canadian National Championships",
  "_s_nationals_abbrv_":  "Nationals",
  "_s_nationals_description_":  "The Steve Stevens National Seniors championships is the highest rated tournament in Canada. Winners will receive 1,500 points.",
  "_s_national_indoor_":  "Eastern/Western Indoor Nationals",
  "_s_national_indoor_abbrv_":  "Eastern/Westerns",
  "_s_national_indoor_description_":  "The Eastern and Western Indoor championships are rated at 40% of the outdoor championships. Winners receive 600 points.",
  "_s_itf_":  "International Tennis Federation Events",
  "_s_itf_abbrv_":  "ITF Events",
  "_s_itf_description_":  "ITF are the third level of event in Canada.  They are treated as equal across the country.  ITF event winners receive 400 points.",
  "_s_prov_tier_1_":  "Provincial Tier 1 Events",
  "_s_prov_tier_1_abbrv_":  "Prov Tier 1",
  "_s_prov_tier_1_description_":  "Top level provincial events - those that have demonstrated strong draws historically, such as Ontario and BC Provincial Championships, are awarded 400 points. ",
  "_s_prov_tier_2_":  "Provincial Tier 2 Events",
  "_s_prov_tier_2_abbrv_":  "Prov Tier 2",
  "_s_prov_tier_2_description_":  "Second tier provincial events receive 150 points.",
  "_s_prov_tier_1_2019_":  "Tier 1 & ITF Grade 3",
  "_s_prov_tier_1_2019_abbrv_":  "Tier 1 & ITF 3",
  "_s_prov_tier_1_description_2019_":  "Winners receive 450 points in top level provincial events - those that have demonstrated strong draws historically (such as Ontario and BC Provincial Championships) - as well as ITF Grade 3 or better tournaments.",
  "_s_prov_tier_2_2019_":  "Tier 2 & ITF Grade 4",
  "_s_prov_tier_2_2019_abbrv_":  "Tier 2 & ITF 4",
  "_s_prov_tier_2_description_2019_":  "Winners receive 300 points at second tier provincial events as well as ITF Grade 4 tournaments.",
  "_s_prov_tier_3_2019_":  "Provincial Tier 3 Events",
  "_s_prov_tier_3_2019_abbrv_":  "Prov Tier 3",
  "_s_prov_tier_3_description_2019_":  "Third tier provincial events receive 150 points.",
  "_senior_eg_":  "Seniors",
  "_senior_eg_title_":  "Seniors",
  "_senior_eg_description_":  "These are all Canadian age-group events for players over 30 years old."
}
