{
  Portée des classements pour vétérans
  Il existe des classements pour vétérans de simple et de double pour les hommes et les femmes de chaque catégorie d'âge, soit de 30 à 85 ans et plus. Un joueur ne sera classé que dans sa catégorie d'âge. Le classement des joueurs est composé de leurs résutats canadiens et provinciaux.
  Les classement sont nationaux. Des subdivisions provinciales peuvent également être consultées.
  Classement des vétérans par groupe d'âge
  Il y a des classements séparés pour les hommes et les femmes, en simple et en double, pour chaque groupe d'âge. Un joueur est classé dans son propre groupe d'âge peu importe dans quel groupe il a joué.
  Sélection de l'équipe canadienne
  Les résultats de la Course de points internationaux par équipe seront calculés à la fin de l’année civile. Ils comprendront les résultats des Championnats canadiens Steve Stevens ainsi que le meilleur résultat d’un autre tournoi de la même année. Le classement à la Course de points internationaux par équipe déterminera qui sera choisi pour représenter le Canada aux Championnats du monde par équipe de l’ITF.
  Jouer dans une catégorie inférieure
  Si un joueur décide de participer dans une catégorie d’âge plus jeune, il recevra les points de sa propre catégorie.
  Quand le joueur change de catégorie d'âge
  Quand le joueur change de catégorie d'âge, ses points le suivent. Il n'a donc pas à se refaire un classement tous les cinq ans. Cette règle peut sembler pénalisante, car il est vrai qu'un joueur à sa dernière année dans une catégorie d'âge est désavantagé par rapport à un autre qui en est à sa première année. Mais il n'y a pas de méthode simple pour reclasser un joueur qui change de catégorie d'âge. Cependant, cette légère pénalité s'effacera d'elle-même quand il aura joué quelques tournois dans sa nouvelle catégorie.
  Taille du tableau de classement
  La taille du tableau ne sera pas considérée dans l'attribution des points. Tous les tableaux d'un tournoi attribueront les mêmes points aux gagnants indépendamment de la taille du tableau.
  Trois meilleurs tournois
  Tennis Canada veut récompenser la qualité des résultats par rapport à la quantité afin de ne pas favoriser les joueurs qui performent à un niveau médiocre dans plusieurs tournois plutôt que ceux qui réussissent très bien dans quelques tournois. Par conséquent, seuls les trois meilleurs résultats d'un joueur comptent pour son classement.
  Interaction entre les classements
  Les résultats des tournois pour vétérans n'influencent pas le classement ouvert ou celui pour adultes et vice versa. Le joueur peut avoir des classements indépendants dans sa catégorie d'âge, ainsi qu'aux niveaux ouverts et adultes.
  Tournois internationaux
  Les résultats des tournois internationaux ne comptent pas dans le classement du joueur.
  Le classement des vétérans est nouveau pour Tennis Canada. De ce fait, le classement canadien n'est pas officiel. Les classements canadiens officiels et la sélection de l'équipe canadienne utilisent un processus différent. Les classements provinciaux ne sont officiels que dans certaines provinces. Veuillez communiquer avec votre association pour obtenir plus de renseignements.
  Championnats canadiens
  Championnats canadiens
  Les Championnats canadiens Steve Stevens de tennis pour vétérans est le tournoi le plus haut coté du Canada. Les gagnants remportent 1 500 points.
  Championnats canadiens en salle de l'Est/de l'Ouest
  Est/Ouest
  Les Championnats canadiens en salle de l'Est et de l'Ouest sont cotés à 40 % des championnats d'été. Les gagnants recoivent donc 600 points.
  Niveau 1 et ITF 400+
  Niveau 1 et ITF 400+
  Les gagnants reçoivent 450 points dans les épreuves provinciales du plus haut niveau - celles qui ont historiquement présenté des tableaux très relevés (comme les championnats provinciaux de l'Ontaro et de la Colombie-Britannique) - ainsi que dans les tournois ITF 400 ou mieux.
  Niveau 2 et ITF 200
  Niveau 2 et ITF 200
  Les gagnants reçoivent 300 points dans les épreuves provinciales de deuxième niveau ainsi que dans les tournois ITF 200.
  Niveau 3 et ITF 100
  Niveau 3 et ITF 100
  Les gagnants reçoivent 150 points dans les épreuves provinciales de deuxième niveau ainsi que dans les tournois ITF 100.
  Niveau 1 et ITF catégorie 3
  Niveau 1 et ITF 3
  Les gagnants reçoivent 450 points dans les épreuves provinciales du plus haut niveau - celles qui ont historiquement présenté des tableaux très relevés (comme les championnats provinciaux de l'Ontaro et de la Colombie-Britannique) - ainsi que dans les tournois ITF de catégorie 3 ou mieux.
  Niveau 2 et ITF catégorie 4
  Niveau 2 et ITF 4
  Les gagnants reçoivent 300 points dans les épreuves provinciales de deuxième niveau ainsi que dans les tournois ITF de catégorie 4.
  Tournois provinciaux de niveau 3
  provinciaux de niveau 3
  Les tournois provinciaux de troisième niveau reçoivent 150 points.
  Tournois de la Fédération internationale de tennis
  Tournois ITF
  Les tournois de l’ITF entrent dans la troisième catégorie de tournois du Canada. Ils sont de même calibre partout au pays. Les gagnants d’un tournoi ITF récoltent 400 points.
  Tournois provinciaux de niveau 1
  provinciaux de niveau 1
  Les meilleurs tournois provinciaux — ceux dont les tableaux sont relevés depuis longtemps, comme les championnats provinciaux de l’Ontario et de la Colombie-Britannique, reçoivent 400 points. Les tournois provinciaux de deuxième catégorie reçoivent 150 points.
  Tournois provinciaux de niveau 2
  provinciaux de niveau 2
  Les tournois provinciaux de deuxième niveau reçoivent 150 points.
  Vétérans
  Tournois pour vétérans
  Ce sont tous des tournois canadiens par catégorie d'âge pour les joueurs de 30 ans et plus.
}
