{"_Senior_Ranking_Scope_":  "Règles des classements pour vétérans",
  "_Senior_Ranking_Scope_Detail_":  "Il y a des classements pour vétérans chez les hommes et les simples, autant en double, pour chaque groupe d'âge de 30 ans et plus à 85 ans et plus. Un joueur n'a qu'un seul classement dans son propre groupe d'âge. Les résultats provinciaux et nationaux comptent pour le classement.",
  "_Senior_Ranking_Scope_Detail_1_":  "Les classement sont nationaux. Des subdivisions provinciales sont également disponibles.",
  "_Ranked_Categories_":  "Classement des vétérans par groupe d'âge",
  "_Ranked_Categories_Synopsis_":  "Il y a des classements séparés pour les hommes et les femmes, en simple et en double, pour chaque groupe d'âge. Un joueur est classé dans son propre groupe d'âge peu importe dans quel groupe il a joué.",
  "_National_Team_Selection_":  "Sélection de l'équipe nationale",
  "_National_Team_Selection_Detail_":  "Les résultats de la Course de points internationaux par équipe seront calculés à la fin de l’année civile. Ils comprendront les résultats des Championnats canadiens Steve Stevens ainsi que le meilleur résultat d’un autre tournoi de la même année. Le classement à la Course de points internationaux par équipe déterminera qui sera choisi pour représenter le Canada aux Championnats du monde par équipe de l’ITF.",
  "_Playing_Down_":  "Jouer dans une catégorie inférieure",
  "_Playing_Down_Detail_":  "Si un joueur décide de participer dans une catégorie d’âge plus jeune, il recevra les points de sa propre catégorie.",
  "_Aging_Up_":  "Quand le joueur change de groupe d'âge",
  "_Aging_Up_Detail_1_":  "Quand le joueur change de groupe d'âge, ses points le suivent. Il n'a donc pas à se refaire un classement tous les cinq ans. Cette règle peut sembler pénalisante car il est vrai qu'un joueur à sa dernière année dans un groupe d'âge est désavantagé par rapport à un autre qui en est à sa première année. Mais il n'y a pas de méthode simple pour reclasser un joueur qui change de groupe d'âge. Cependant, cette légère pénalité s'effacera d'elle-même quand il aura joué quelques tournois dans son nouveau groupe d'âge.",
  "_Seniors_Draw_Size_":  "Taille du tableau de classement",
  "_Seniors_Draw_Size_Synopsis_":  "La taille du tableau ne sera pas consideré dans l'attribution des points. Tous les tableaux d'un événement attribueront les même points aux gagnants indépendamment de la taille du tableau. ",
  "_senior_num_events_":  "Trois meilleurs tournois",
  "_senior_num_events_detail_":  "Tennis Canada veut récompenser la qualité des résultats par rapport à la quantité afin de ne pas favoriser les joueurs qui se comportent à un niveau médiocre dans de nombreux événements plutôt que ceux qui réussissent très bien dans quelques-uns. Par conséquent, seuls les trois meilleurs résultats d'un joueur vers son classement.",
  "_Senior_And_Other_Rankings_":  "Interaction entre les classements",
  "_Senior_And_Other_Rankings_Detail_":  "Les résultats des tournois pour vétérans n'influencent pas le classement ouvert ou celui pour adultes. Les résultats des tournois ouverts ou pour adultes n'influencent pas le classement pour vétérans.Le joueur peut avoir des classements indépendants dans son groupe d'âge, ainsi qu'aux niveaux ouverts et adultes.",
  "_International_Events_":  "Tournois internationaux",
  "_International_Events_Details_":  "Les résultats des tournois internationaux ne comptent pas dans le classement du joueur",
  "_senior_rankings_notice_":  "Le classement des vétérans est nouveau pour Tennis Canada. De ce fait, le classement national n'est pas officiel. Les classements nationaux officiels et la sélection de l'équipe nationale utilisent un processus dfférent. Les classements provinciaux ne sont officiels que dans certaines provinces. Veuillez communiquer avec votre association pour obtenir plus de renseignements.",
  "_s_nationals_":  "Championnats nationaux canadiens",
  "_s_nationals_abbrv_":  "Nationaux",
  "_s_nationals_description_":  "Le championnat national senior Steve Stevens est le tournoi le plus haut classé du Canada. Les gagnants remportent 1 500 points.",
  "_s_national_indoor_":  "Nationaux en salles de l'Est / De l'Ouest",
  "_s_national_indoor_abbrv_":  "Est/Ouest",
  "_s_national_indoor_description_":  "Les championnats en salles de l'Est et de l'Ouest sont classés a 60% des championnats se déroulant à l'extérieur. Les gagnants recoivent donc 600 points. ",
  "_s_itf_":  "Evénements de la Fédération Internationale de Tennis",
  "_s_itf_abbrv_":  "Evenements ITF",
  "_s_itf_description_":  "Les tournois de l’ITF entrent dans la troisième catégorie de tournois du Canada. Ils sont de même calibre partout au pays. Les gagnants d’un tournoi ITF récoltent 400 points.",
  "_s_prov_tier_1_":  "événements provinciaux - première division",
  "_s_prov_tier_1_abbrv_":  "provinciaux - première division",
  "_s_prov_tier_1_description_":  "Les meilleurs tournois provinciaux — ceux dont les tableaux sont relevés depuis longtemps, comme les championnats provinciaux de l’Ontario et de la Colombie-Britannique, reçoivent 400 points. Les tournois provinciaux de deuxième catégorie reçoivent 150 points.",
  "_s_prov_tier_2_":  "événements provinciaux - deuxième division",
  "_s_prov_tier_2_abbrv_":  "provinciaux - deuxième division",
  "_s_prov_tier_2_description_":  "Les tournois provinciaux de deuxième catégorie reçoivent 150 points.",
  "_s_prov_tier_1_2019_":  "Tier 1 & ITF Grade 4",
  "_s_prov_tier_1_2019_abbrv_":  "Tier 1 & ITF 4",
  "_s_prov_tier_1_description_2019_":  "Winners receive 600 point in top level provincial events - those that have demonstrated strong draws historically (such as Ontario and BC Provincial Championships) - as well as ITF Grade 4 or better tournaments.",
  "_s_prov_tier_2_2019_":  "Tier 2 & ITF Grade 5",
  "_s_prov_tier_2_abbrv_2019_":  "Tier 2 & ITF 5",
  "_s_prov_tier_2_description_2019_":  "Winners receive 300 point at second tier provincial events as well as ITF Grade 5 tournaments.",
  "_s_prov_tier_3_2019_":  "événements provinciaux - troisième division",
  "_s_prov_tier_3_abbrv_2019_":  "provinciaux - troisième division",
  "_s_prov_tier_3_description_2019_":  "Les tournois provinciaux de troisième catégorie reçoivent 150 points.",
  "_senior_eg_":  "Ouverts",
  "_senior_eg_title_":  "Événements Vétérans",
  "_senior_eg_description_":  "These are all Canadian age-group events for players over 30 years old."
}
