{
  "_Adult_Events_":  "Adult Events",
  "_Adult_PT_Title_":  "Point Awards for Adult Tournaments",
  "_adult_eg_":  "Adult",
  "_adult_eg_title_":  "Adult",

  "_Adult_Ranking_Scope_":  "Adult Rankings Scope",
  "_Adult_Ranking_Scope_Detail_":  "Adult rankings cover all levels of Adult competitive play below Open. This includes rankings for 5.0, 4.5, 4.0, 3.5, 3.0, and 2.5 levels for men's and women's singles and doubles. These rankings are available nationally and provincially.",
  "_Adult_Ranking_Focus_":  "Primary Focus - Provincial Rankings",
  "_Adult_Ranking_Focus_Detail_":  "The focus of Adult rankings is within a province where there is some consistency established for tournaments of a particular level of play.  While national rankings are supported, there are no national standards and no national tournament structure that would make the national rankings very meaningful as yet.",
  "_Adult_Ratings_":  "Adult Event Rating",
  "_Adult_Ratings_Synopsis_":  "Adult tournaments are rated based on their draw size, the bigger the tournament the more points are awarded. As a baseline, the winner of a draw of size 16 is awarded 1,000 points.",
  "_Adult_Ratings_RM_":  "Learn how draw size affects the rating.",
  "_Adult_Ratings_Draw_Size_":  "Draw Sizes",
  "_adult_draw_size_detail_1_":  "There is a basic assumption that players at a given level are roughly comparable.  Therefore, draw size becomes the biggest determination of the difficulty of winning an event.  1,000 points are awarded to the winner of events of draws of size 16.  The point awards increase or decrease depending on the size of the draw.",
  "_adult_draw_size_detail_2_":  "Points are calculated so that the finalist of a draw of 32 also receives 1,000 points as does the semifinalist of a draw of 64.  In general, the winner of a draw, gets the same points as the finalist in a draw double the size.",
  "_Separate_Categories_":  "Separate Categories",
  "_SC_Synopsis_":  "Separate rankings are maintained for each level of play. Results in a 4.5 level event will go towards a player's 4.5 ranking only.  Players may hold rankings in different levels.",
  "_SC_RM_":  "Learn why Tennis Canada chose to use a separated category ranking system for adult play.",
  "_SC_D_1_":  "A player will build a ranking in each level in which he or she participates.",
  "_SC_D_2_":  "Example: if a man plays in both 4.5 and Open events, he will build a ranking in each.  His results in 4.5 will not count towards his Open rankings nor will his Open results count towards his 4.5 ranking.",
  "_SC_D_3_":  "This is different from the “combined category” approach used in the Junior Rankings where the player builds a single ranking regardless of the level of play in which he or she participates.",
  "_SC_D_4_":  "Tennis Canada uses the combined category approach for its Junior Rankings as there is a solid core of competitive players who participate in many competitive events with progress to national level events.  This allows Tennis Canada to rate the tournaments between categories and across Canada.",
  "_SC_D_5_":  "For adults, there is no structure of events leading to national championships that would allow Tennis Canada to compare, for example, 3.5 events in Ontario with those in BC or Nova Scotia. Nor can we calculate equivalences from 3.5 to 4.0 to 4.5.  This is why Tennis Canada will keep separate rankings at each level of adult play.",
  "_adult_num_events_":  "Best Three Tournaments",
  "_adult_num_events_detail_":  "Tennis Canada wants to reward the qualtiy of results over the quantity in order not to favour players who perform at a mediocre level in many events over those who perform very well in a few. Therefore, only a player's best three results towards their ranking.",
  "_Adult_Events_And_Juniors_":  "Juniors in Adult Draws",
  "_Adult_Events_And_Juniors_Detail_":  "Individual provincial tennis association may or may not allow juniors to participate in various levels of adult play.  When juniors are permitted to play, they are treated the same as other Adult players and can build an Adult ranking.  Results from junior tournaments do not count towards Adult rankings. Results from Adult tournaments do not count towards Junior rankings."
}
