{
  "_KCT_Title_":  "Key Concepts  ",
  "_Rankings_Eligibility_":  "Rankings Eligibility",
  "_Rankings_Eligibility_Detail_":  "Players can only earn points when they have a valid membership with their provincial tennis association.  Ranking points expire after a year.  Players will appear on the rankings as long as they have points which have not expired.",
  "_Other_Concepts_Title_":  "Other Concepts",
  "_Point_Awards_Dialog_Title_":  "Point Awards For Performance",
  "_PFP_":  "Points for Performance",
  "_PFP_Synopsis_":  "The points a player receives for a tournament are determined by how they perform. In a single elimination draw, the finalist receives 60% of what the winner receives. The semi-finalist recievs 60% of what the finalist receives, and so on. Other draw types are supported.",
  "_PFP_RM_":  "To learn more details about point awards, ",
  "_First_Round_Byes_":  "Byes, Walkovers, Defaults, Retirements, etc.",
  "_First_Round_Byes_Synopsis_":  "Players receive a small point award for losses in the first round. Byes, walkovers and defaults are treated as wins.",
  "_Open_Ranking_Scope_":  "Open Rankings Scope",
  "_Open_Ranking_Scope_Detail_":  "Open rankings are for the highest level of men's and women's singles and doubles play. The scope includes results from Canadian “Open” level tournaments as well as results from Canadians in all levels of professional play. Open rankings can be viewed both nationally and by province.",
  "_Open_Events_":  "Open Events",
  "_Mens_Open_Events_":  "Men's Open Events",
  "_Womens_Open_Events_":  "Women's Open Events",
  "_Open_Point_Table_Title_":  "Open Event Point Awards",
  "_Open_Event_Ratings_":  "Open Event Ratings",
  "_Open_Event_Ratings_Synopsis_":  "There are three levels of Women's Open events offered in Canada: Open 1000, Open 350, and Open 100. Winners receive 1000, 350, and 100 points respectively. As there are more Men's Open tournaments in Canada, there is an additional level offered: Open 200. Open events are reviewed annually and rated for the following year based on their historical strength.",
  "_Pro_Points_":  "Point Awards for Professional Events",
  "_Pro_Points_Detail_1_":  "Professional Men and Women earn ATP and WTA points respectively. Tennis Canada will award 1,000 Open ranking points for every professional point received. ",
  "_Pro_Points_Detail_2_":  "This equates the points earned by winners of top level Open 1000 events in Canada with the points earned for winning one round in an entry level professional event.",
  "_Pro_Points_Detail_3_":  "Tennis Canada will award 75 points for every match won in a qualifying event. (e.g. If a player wins 2 rounds of qualifying they will receive 150 Open ranking points) NOTE: As it is not easy to track qualifying events in which players participate in, it is up to “the player” to contact their PTA for events outside of Canada with the name of the event along with the start date.",
  "_Open_Draw_Size_":  "Draw Sizes",
  "_Open_Draw_Size_Detail_":  "Because entries for Open events are typically restricted in terms of numbers and level of play, draw size is not used to rate Open events. However, draws must have a minimum of eight to be counted towards rankings.",
  "_Open_Events_And_Juniors_":  "Junior in Open Draws",
  "_Open_Events_And_Juniors_Detail_":  "Juniors are treated the same as other Open players and can build an Open ranking. Results from junior tournaments do not count towards their Open ranking as not all Open players are allowed to participate in Junior events. Please see the Junior rankings pages to see how Open events contribute to junior rankings.",
  "_Adult_Ranking_Scope_":  "Adult Rankings Scope",
  "_Adult_Ranking_Scope_Detail_":  "Adult rankings cover all levels of Adult competitive play below Open. This includes rankings for 5.0, 4.5, 4.0, 3.5, 3.0, and 2.5 levels for men's and women's singles and doubles. These rankings are available nationally and provincially.",
  "_Adult_Ranking_Focus_":  "Primary Focus - Provincial Rankings",
  "_Adult_Ranking_Focus_Detail_":  "The focus of Adult rankings is within a province where there is some consistency established for tournaments of a particular level of play.  While national rankings are supported, there are no national standards and no national tournament structure that would make the national rankings very meaningful as yet.",
  "_Adult_Events_And_Juniors_":  "Juniors in Adult Draws",
  "_Adult_Events_And_Juniors_Detail_":  "Individual provincial tennis association may or may not allow juniors to participate in various levels of adult play.  When juniors are permitted to play, they are treated the same as other Adult players and can build an Adult ranking.  Results from junior tournaments do not count towards Adult rankings. Results from Adult tournaments do not count towards Junior rankings.",
  "_Adult_Events_":  "Adult Events",
  "_Adult_PT_Title_":  "Point Awards for Adult Tournaments",
  "_Adult_Ratings_":  "Adult Event Rating",
  "_Adult_Ratings_Synopsis_":  "Adult tournaments are rated based on their draw size, the bigger the tournament the more points are awarded.  Points are awarded such that the winner of a draw of 16 receives the same as a finalist in a draw of 32.",
  "_Adult_Ratings_RM_":  "To learn about how tournaments are rated by draw size,",
  "_Adult_Ratings_Draw_Size_":  "Draw Sizes",
  "_Adult_Ratings_Details_1_":  "There is a basic assumption that players at a given level are roughly comparable.  Therefore, draw size becomes the biggest determination of the difficulty of winning an event.  1,000 points are awarded to the winner of events of draws of size 16.  The point awards increase or decrease depending on the size of the draw.",
  "_Adult_Ratings_Details_2_":  "Points are calculated so that the finalist of a draw of 32 also receives 1,000 points as does the semifinalist of a draw of 64.  In general, the winner of a full draw of size n, gets the same points as the finalist in a draw of size 2n.",
  "_Separate_Categories_":  "Separate Categories",
  "_SC_Synopsis_":  "Separate rankings are maintained for each level of play. Results in a 4.5 level event will go towards a player's 4.5 ranking only.  Players may hold rankings in different levels.",
  "_SC_RM_":  "To learn why Tennis Canada chose to use a separated category ranking system for adult play,",
  "_SC_D_1_":  "A player will build a ranking in each level in which he or she participates.",
  "_SC_D_2_":  "Example: if a man plays in both 4.5 and Open events, he will build a ranking in each.  His results in 4.5 will not count towards his Open rankings nor will his Open results count towards his 4.5 ranking.",
  "_SC_D_3_":  "This is different from the “combined category” approach used in the Junior Rankings where the player builds a single ranking regardless of the level of play in which he or she participates.",
  "_SC_D_4_":  "Tennis Canada uses the combined category approach for its Junior Rankings as there is a solid core of competitive players who participate in many competitive events with progress to national level events.  This allows Tennis Canada to  rate the tournaments between categories and across Canada.",
  "_SC_D_5_":  "For Adult events, there is no structure of events leading to national championships that would allow Tennis Canada to compare, for example, 3.5 events in Ontario with those in BC or Nova Scotia. Nor can we calculate equivalences from 3.5 to 4.0 to 4.5.  This is why Tennis Canada will keep separate rankings at each level of adult play.",
  "_Senior_Ranking_Scope_":  "Senior Rankings Scope",
  "_Senior_Ranking_Scope_Detail_":  "Senior Rankings are maintained for men's and women's singles and doubles for every age group from 30 & Over to 85 & Over. A player will only hold a ranking in their own age category.  Players' results from events at both national and provincial level contribute to their rankings.",
  "_Senior_Ranking_Scope_Detail_1_":  "Rankings are maintained on a national basis.  Provincial views are also available.",
  "_Senior_And_Other_Rankings_":  "Interaction with Other Rankings",
  "_Senior_And_Other_Rankings_Detail_":  "Results in Seniors' events do not contribute to a player's Open or Adult Level rankings. Results from Open and Adult Level events do not count towards a Senior rankings.  Players can hold independent rankings in their age category, Open, and/or Adult level play. ",
  "_National_Team_Selection_":  "National Team Selection",
  "_National_Team_Selection_Detail_":  "At the end of the calendar year the International Team Point Race will be calculated. It will include your results at the Steve Stevens Senior Nationals and your best second tournament result during the calendar year. The International Team Point Race rankings will determine who is selected to represent Canada at ITF World Team Championships.",
  "_International_Events_":  "International Events",
  "_International_Events_Details_":  "Results at international events are not counted towards a player's rankings",
  "_Aging_Up_":  "When a Player “Ages Up”",
  "_Aging_Up_Detail_1_":  "When players moves up from one age category to another, their points stay with them.  Thus they do not need to rebuild their ranking from scratch every five years.  This may be seen as a slight penalty as it is almost certainly true that the points earned in the last year of eligibility in a lower age category were harder to come by than those in the first year of eligibility in the player's new category.  However, there is no simple, fair way to retroactively “re-rate” a player's points when they “age up”. So players will be at a slight rankings disadvantage until they have played a few tournaments at the new level.",
  "_Seniors_Draw_Size_":  "Draw Size",
  "_Seniors_Draw_Size_Synopsis_":  "Draw size not considered in the allocation of points for a draw.  All draws at a given event award the same points to the winner regardless of draw size.",
  "_Ranked_Categories_":  "Seniors Rankings Categories",
  "_Ranked_Categories_Synopsis_":  "Separate rankings will be kept in every age group for men and women, singles and doubles and for mixed doubles. A player will build a ranking in their own age category regardless of the category of event in which they participate. ",
  "_Playing_Down_Detail_":  "Should a player compete in a lower age category event, they will be awarded points in their own age category.",
  "_Playing_Down_":  "Playing down",
  "_Category_Point_Awards_":  "Point Awards Per Category",
  "_Category_Point_Awards_Detail_1_":  "If two categories have the same draw size, the two winners will receive the same number of points in their respective age group.  That is, we have not tried to adjust points based on the perceived strength of any age category.  Therefore there is no sense in which 35 & Over events are “worth” more than 40 & Over events, unless, of course, the draw is larger.  So there is no inherent benefit in “playing down” a level.",
  "_2015_Points_Tables_":  "Points Tables",
  "_Points_For_Progression_":  "Points for Progression",
  "_PFP_Details_":  "In a single elimination draw, the finalist receives 60% of what the winner receives. The semi-finalist recievs 60% of what the finalist receives, and so on.",
  "_ESR_Tab_Title_":  "Event Ratings",
  "_ESR_":  "Seniors Event Structure and Rating",
  "_senior_eg_":  "Seniors",
  "_senior_eg_title_":  "Seniors",
  "_senior_eg_description_":  "These are all Canadian age-group events for players over 30 years old.",
  "_s_nationals_":  "Canadian National Championships",
  "_s_nationals_abbrv_":  "Nationals",
  "_s_nationals_description_":  "The Steve Stevens National Seniors championships are the highest rated tournament in Canada. Winners will receive 1,500 points.",
  "_s_national_indoor_":  "Eastern/Western Indoor Nationals",
  "_s_national_indoor_abbrv_":  "Eastern/Westerns",
  "_s_national_indoor_description_":  "The Eastern and Western Indoor championships are rated at 40% of the outdoor championships Winners receive 600 points.",
  "_s_itf_":  "International Tennis Federation Events",
  "_s_itf_abbrv_":  "ITF Events",
  "_s_itf_description_":  "ITF are the third level of event in Canada.  They are treated as equal across the country.  ITF event winners receive 400 points.",
  "_s_prov_tier_1_":  "Provincial Tier 1 Events",
  "_s_prov_tier_1_abbrv_":  "Prov Tier 1",
  "_s_prov_tier_1_description_":  "Top level provincial events - those that have demonstrated strong draws historically, such as Ontario and BC Provincial Championships, are awarded 400 points. ",
  "_s_prov_tier_2_":  "Provincial Tier 2 Events",
  "_s_prov_tier_2_abbrv_":  "Prov Tier 2",
  "_s_prov_tier_2_description_":  "Second tier provincial events receive 150 points.",
  "_open_eg_":  "Open",
  "_open_eg_title_":  "Canadian Open",
  "_open_eg_description_":  "Canadian open events.  The level of every Canadian Open event is reviewed annually and reset based on the historical sengths of the draw.",
  "_o_m1000_":  "Men's 1000",
  "_o_m1000_abbrv_":  "M1000",
  "_o_m1000_description_":  "Top level Canadian men's open events.  The winner receives 1000 ranking points.",
  "_o_m350_":  "Men's 350",
  "_o_m350_abbrv_":  "M350",
  "_o_m350_description_":  "Second tier Canadian men's open events.  The winner receives 350 ranking points.",
  "_o_m200_":  "Men's 200",
  "_o_m200_abbrv_":  "M200",
  "_o_m200_description_":  "Third tier Canadian men's open events.  The winner receives 200 ranking points.",
  "_o_m100_":  "Men's 100",
  "_o_m100_abbrv_":  "M100",
  "_o_m100_description_":  "Fourth tier Canadian men's open events.  The winner receives 100 ranking points.",
  "_o_w1000_":  "Women's 1000",
  "_o_w1000_abbrv_":  "W1000",
  "_o_w1000_description_":  "Top level Canadian women's open events.  The winner receives 1000 ranking points.",
  "_o_w350_":  "Women's 350",
  "_o_w350_abbrv_":  "W350",
  "_o_w350_description_":  "Second tier Canadian women's open events.  The winner receives 350 ranking points.",
  "_o_w100_":  "Women's 100",
  "_o_w100_abbrv_":  "W100",
  "_o_w100_description_":  "Third tier Canadian women's open events.  The winner receives 100 ranking points.",
  "_adult_eg_":  "Adult",
  "_adult_eg_title_":  "Adult",
  "_rolling_52_weeks_":  "Ranking is Based on a Rolling 52 Week Point Accumulation",
  "_rolling_52_weeks_detail_":  "Points are accumulated from a player's results over the past 52 weeks. Results from each new week will be added and the results from the corresponding week of the previous year will be dropped. Players receive a ranking by playing at least one of the specified ranking events. ",
  "_three_events_":  "Best Three Tournaments",
  "_three_events_detail_":  "Tennis Canada wants to reward the qualtiy of results over the quantity in order not to favour players who perform at a mediocre level in many events over those who perform very well in a few. Therefore, only a player's best three results towards their ranking."
}
