{
  "_KCT_Title_":  "Éléments clés  ",
  "_Adult_Rolling_52_Weeks_":  "Le classement est fondé sur les trois meilleurs résultats en 52 semaines",
  "_Adult_R52W_Details_":  "Les points accumulés comprennent les 3 meilleurs résultats du joueur au cours des 52 dernières semaines. Chaque semaine, on ajoute les résultats de la dernière semaine et on élimine ceux que la semaine correspondante de l'année précédente. Pour avoir un classement, il faut avoir disputé au moins un tournoi admissible.",
  "_Rankings_Eligibility_":  "Admissibilité au classement",
  "_Rankings_Eligibility_Detail_":  "Les joueurs ne peuvent avoir de points que s'ils sont membres en règle de leur association provinciale. Les points expirent après un an. Les joueurs restent classés tant qu'ils ont des points non expirés.",
  "_Other_Concepts_Title_":  "Autres éléments",
  "_Point_Awards_Dialog_Title_":  "Points attribués selon les performances",
  "_PFP_":  "Points selon les performances",
  "_PFP_Synopsis_":  "Les points qu'un joueur reçoit pour un tournoi dépend de ses performandes. Dans les tournois à simple élimination, les points sont réduits de 40 % pour chaque tour avant la finale. Ainsi, le finaliste reçoit 60 % des points du gagnant, etc. Il y a également des barèmes de points pour d'autres sortes de tirage.",
  "_PFP_RM_":  "Renseignements supplémentaires sur l'attribution des points.",
  "_PFP_Key_Principle_":  "Principe de base",
  "_PFP_Details_Key_Principle_":  "Le principe de base du système est d'attribuer des points selon la qualité des performances.",
  "_SE_Point_Awards_":  "Attribution des points en simple élimination",
  "_SE_Point_Awards_Detail_":  "Les tirages à simple élimination sont très fréquents. Le finaliste reçoit 60% des points du gagnant; le demi-finaliste reçoit 60% des points du finaliste; le quart de finaliste reçoit 60% des points du demi-finaliste et ainsi de suite.",
  "_Choice_of_60_Percent_":  "Simple élimination - choix du 60 %",
  "_C60P_Detail_":  "Le critère de 60 % a été choisi parce qu'il permet de récompenser les performances d'un joueur sans surévaluer ceux qui se rendent loin dans le tirage. Ce critère respecte les systèmes internationaux de classement comme l'ITF, l'ATP et la WTA.",
  "_SE_Consolations_":  "Consolations simple élimination",
  "_SE_Consolations_Detail_":  "Les consolations permettent de déterminer la place finale d'un joueur. Par exemple, une consolation complète peut déterminer les 5e et 6e places dans le tournoi. L'attribution des points apparaît dans le tableau des points. On trouvera ci-dessous des détails supplémentaires sur les calculs.",
  "_Other_Draw_Types_":  "Autres types de tirages",
  "_Other_Draw_Types_Detail_":  "Certains formats de tournois (comme les tournois par poules, les multi-chances et les tournois rotation) permettent de connaître de façon plus précise la place du joueur. Le système attribue des points pour les places obtenues dans tous les types de tirages. On trouvera ci-dessous des détails supplémentaires sur les calculs.",
  "_View_Other_Point_Awards_":  "Voir l'attribution des points pour les autres places finales",
  "_View_Other_Point_Awards_Detail_":  "Le tableau des points permet de connaître la valeur de chaque place. Cependant, il manque d'espace pour publier toutes les possibilités. Si vous désirez connaître l'attribution de points pour un résultat particulier et que vous ne la trouvez pas dans le tableau, tapez la place finale dans la cellule située au coin inférieur gauche du tableau et les points apparaîtront.",
  "_Detailed_Point_Calculation_":  "Calcul détaillé des points",
  "_DPC_Detail_":  "Pour les curieux, l'équation suivante indique la façon de calculer le nombre de points «p» attribués pour une place finale dans un tirage «pf» où le vainqueur reçoit les points du gagnant «pg». Le ,6 dans la formule signifie que chaque tour donne 60% des points de la suivante dans un tournoi à simple élimination. Cette formule fonctionne pour toute place finale et pas seulement pour les tirages à élimination.",
  "_DPC_Points_":  "p",
  "_DPC_Rating_":  "pg",
  "_DPC_Finish_Position":  "pf",
  "_Three_Events_":  "Justification des trois tournois",
  "_Three_Events_RM_":  "Pour comprendre le choix des trois tournois",
  "_TE_D_Quality_":  "La qualité avant la quantité",
  "_TE_D_Quality_Details_":  "Les adultes jouent en général moins de tournois que les juniors au cours de l'année. Pour ne pas favoriser indûment les joueurs qui participent à plusieurs tournois peu relevés par rapport à ceux qui obtiennent de bons résultats dans quelques tournois, Tennis Canada a choisi de ne tenir compte que des trois meilleurs résultats. ",
  "_First_Round_Byes_":  "Exemptions, retraits, forfaits, abandons, etc.",
  "_First_Round_Byes_Synopsis_":  "Les joueurs reçoivent un point pour une défaite au premier tour. Les exemptions, les abandons et les forfaits comptent pour une victoire (ou une défaite).",
  "_Open_Ranking_Scope_":  "Règles du classement ouvert",
  "_Open_Ranking_Scope_Detail_":  "Les classements ouverts constituent le sommet chez les hommes et les femmes autant en simple qu'en double. Ils comprennent les résultats des tournois ouverts canadiens et ceux des tournois internationaux. Les classements ouverts sont disponibles pour le pays ou par province.",
  "_Open_Events_":  "Tournois ouverts",
  "_Mens_Open_Events_":  "Tournois ouverts masculins",
  "_Womens_Open_Events_":  "Tournois ouverts féminins",
  "_Open_Point_Table_Title_":  "Attribution des points pour les tournois ouverts",
  "_Open_Event_Ratings_":  "Niveaux des tournois ouverts",
  "_Open_Event_Ratings_Synopsis_":  "Il y a trois niveaux de tournois ouverts féminins offertes au Canada : les tournois 1000, les tournois 350 et les tournois 100. Les gagnantes reçoivent respectivement 1000, 350 et 100 points. Comme il y a davantage de tournois ouverts masculins, un niveau de tournois s'ajoute : les tournois 200. Les tournois ouverts sont réévalués chaque année et cotés selon la force historique de leur tirage.",
  "_Pro_Points_":  "Points attribués aux tournois professionnels",
  "_Pro_Points_Detail_1_":  "Les tournois professionnels masculins et féminins de l'ATP et de la WTA donnent des points. Chaque point obtenu dans un tournoi professionnel vaut 1 000 points pour le classement ouvert.",
  "_Pro_Points_Detail_2_":  "Cette règle signifie que le perdant du premier tour d'un tournoi professionnel reçoit le même nombre de points que le vainqueur du plus haut niveau de tournois ouverts canadiens (tournois 1000).",
  "_Pro_Points_Detail_3_":  "Tennis Canada accordera 75 points pour chaque match gagné en qualification (par exemple, si un joueur remporte deux matchs de qualification, il recevra 150 points de classement). N. B. Comme il n’est pas facile de suivre toutes les épreuves de qualification en dehors du Canada, le joueur est responsable de communiquer avec son association provinciale pour lui fournir le nom et les dates du tournoi.",
  "_Open_Draw_Size_":  "Taille des tirages",
  "_Open_Draw_Size_Detail_":  "Comme les inscriptions aux tournois ouverts sont contingentés, la taille des tirages ne joue pas à ce niveau. Cependant, les tirages doivent avoir un minimum de 8 pour compter au classement.",
  "_Open_Events_And_Juniors_":  "Les juniors dans les tirages ouverts",
  "_Open_Events_And_Juniors_Detail_":  "Les juniors ont le même traitement que les adultes et peuvent avoir un classement ouvert. Les résultats des tournois juniors ne servent pas pour le classement ouvert. Veuillez consulter les pages sur les juniors pour voir de quelle façon les tournois ouverts contribuent à modifier les classements juniors.",
  "_Adult_Ranking_Scope_":  "Règles du classement pour adultes",
  "_Adult_Ranking_Scope_Detail_":  "Le classement pour adultes comprend tous les niveaux de compétitions pour adultes sauf les tournois ouverts, ce qui comprend les niveaux 5,0, 4,5, 4,0, 3,5, 3,0 et 2,5 pour les hommes et les femmes, autant en simple qu'en double. Ces classements sont disponibles pour le pays ou par province.",
  "_Adult_Ranking_Focus_":  "Principal objectif : classements provinciaux",
  "_Adult_Ranking_Focus_Detail_":  "Les classements pour adultes sont surtout destinés aux provinces qui ont un système structuré de tournois pour un niveau de jeu donné. Même si nous publions un classement national, il n'existe pas de normes nationales ni de structures de tournois, de sorte que ce classement national n'a pas de signification majeure.",
  "_Adult_Events_And_Juniors_":  "Les juniors dans les tournois pour adultes",
  "_Adult_Events_And_Juniors_Detail_":  "Les associations provinciales peuvent permettre ou non aux juniors de disputer des tournois pour adultes de divers niveaux. Quand les juniors peuvent jouer, ils reçoivent le même traitement que les adultes et peuvent obtenir un classement pour adultes. Les résultats des tournois juniors ne comptent pas au classement pour adultes. Les résultats des tournois pour adultes ne comptent pas au classement junior.",
  "_Adult_Events_":  "Tournois pour adultes",
  "_Adult_PT_Title_":  "Points attribués dans les tournois pour adultes",
  "_Adult_Ratings_":  "Niveaux des tournois pour adultes",
  "_Adult_Ratings_Synopsis_":  "Les tournois pour adultes sont cotés selon la taille du tableau ; plus il est important, plus il offre de points. Les points attribués au gagnant d'un tirage de 16 équivaut à ceux du finaliste d'un tirage de 32.",
  "_Adult_Ratings_RM_":  "Pour savoir comment les tournois sont cotés selon la taille du tirage.",
  "_Adult_Ratings_Draw_Size_":  "Taille des tirages",
  "_Adult_Ratings_Details_1_":  "Nous prenons pour acquis que les joueurs d'un niveau donné ont une force comparable. Pour cette raison, la taille du tirage est l'élément de base qui détermine la difficulté de remporter un tournoi. Le vainqueur d'un tirage de 16 joueurs reçoit 1000 points. Le nombre de points augmente ou diminue selon la taille du tirage.",
  "_Adult_Ratings_Details_2_":  "L'attribution des points fait en sorte que le finaliste d'un tirage de 32 reçoit également 1000 points, tout comme les demi-finalistes d'un tirage de 64. Généralement, le gagnant d'un tirage complet de taille n reçoit le même nombre de points que le finaliste d'un tirage de taille 2n.",
  "_Separate_Categories_":  "Classements séparés",
  "_SC_Synopsis_":  "Les classements sont séparés par niveau de jeu. Les résultats d'un tournoi de niveau 4,5 n'affecte que le classement que niveau 4,5. Les joueurs peuvent avoir des classements différents dans divers niveaux de jeu.",
  "_SC_RM_":  "Pour savoir pourquoi Tennis Canada utilise des classements séparés pour les adultes.",
  "_SC_D_1_":  "Un joueur possède un classement pour chaque niveau dans lequel il a joué.",
  "_SC_D_2_":  "Exemple : si un homme joue à la fois les tournois de niveau 4,5 et les tournois ouverts, il aura un classement pour chaque niveau. Les résultats des tournois de niveau 4,5 ne comptent pas pour le classement ouvert, pas plus que les résultats des tournois ouverts ne comptent pour le classement de niveau 4,5",
  "_SC_D_3_":  "Cette approche diffère du classement combiné utilisé pour le classement junior où un joueur ne possède qu'un classement peu importe le groupe d'âge dans lequel il a joué.",
  "_SC_D_4_":  "Tennis Canada utilise le classement combiné pour les juniors parce qu'il y a un solide réseau de compétitions qui mènent au niveau national chez les jeunes. Cette approche permet à Tennis Canada de comparer les tournois par groupes d'âge et par régions du pays.",
  "_SC_D_5_":  "Pour les adultes, il n'existe pas de structure comparable qui mène aux championnats nationaux et qui permet à Tennis Canada de faire des comparaisons entre, par exemple, des tournois de niveau 3,5 en Ontario, en C.-B. ou en Nouvelle-Écosse. On ne peut pas non plus comparer les niveaux 3,5, 4,0 et 4,5. C'est pourquoi Tennis Canada publie des classements séparés pour les adultes.",
  "_Senior_Ranking_Scope_":  "Règles des classements pour vétérans",
  "_Senior_Ranking_Scope_Detail_":  "Il y a des classements pour vétérans chez les hommes et les simples, autant en double, pour chaque groupe d'âge de 30 ans et plus à 85 ans et plus. Un joueur n'a qu'un seul classement dans son propre groupe d'âge. Les résultats provinciaux et nationaux comptent pour le classement.",
  "_Senior_Ranking_Scope_Detail_1_":  "Les classement sont nationaux. Des subdivisions provinciales sont également disponibles.",
  "_Senior_And_Other_Rankings_":  "Interaction entre les classements",
  "_Senior_And_Other_Rankings_Detail_":  "Les résultats des tournois pour vétérans n'influencent pas le classement ouvert ou celui pour adultes. Les résultats des tournois ouverts ou pour adultes n'influencent pas le classement pour vétérans.Le joueur peut avoir des classements indépendants dans son groupe d'âge, ainsi qu'aux niveaux ouverts et adultes.",
  "_National_Team_Selection_":  "Sélection de l'équipe nationale",
  "_National_Team_Selection_Detail_":  "Les résultats de la Course de points internationaux par équipe seront calculés à la fin de l’année civile. Ils comprendront les résultats des Championnats canadiens Steve Stevens ainsi que le meilleur résultat d’un autre tournoi de la même année. Le classement à la Course de points internationaux par équipe déterminera qui sera choisi pour représenter le Canada aux Championnats du monde par équipe de l’ITF.",
  "_International_Events_":  "Tournois internationaux",
  "_International_Events_Details_":  "Les résultats des tournois internationaux ne comptent pas dans le classement du joueur",
  "_Aging_Up_":  "Quand le joueur change de groupe d'âge",
  "_Aging_Up_Detail_1_":  "Quand le joueur change de groupe d'âge, ses points le suivent. Il n'a donc pas à se refaire un classement tous les cinq ans. Cette règle peut sembler pénalisante car il est vrai qu'un joueur à sa dernière année dans un groupe d'âge est désavantagé par rapport à un autre qui en est à sa première année. Mais il n'y a pas de méthode simple pour reclasser un joueur qui change de groupe d'âge. Cependant, cette légère pénalité s'effacera d'elle-même quand il aura joué quelques tournois dans son nouveau groupe d'âge.",
  "_Event_Structure_And_Ratings_":  "Format des événements seniors et classements",
  "_National_Events_":  "Événements nationaux",
  "_National_Events_Synopsis_":  "Le championnat national senior Steve Stevens est le tournoi le plus haut classé du Canada. Les gagnants remportent 1 500 points. Les championnats en salles de l'Est et de l'Ouest sont classés a 40% des championnats se déroulant à l'extérieur. Les gagnants recoivent donc 600 points. ",
  "_Seniors_Draw_Size_":  "Taille du tableau de classement",
  "_Seniors_Draw_Size_Synopsis_":  "La taille du tableau ne sera pas consideré dans l'attribution des points. Tous les tableaux d'un événement attribueront les même points aux gagnants indépendamment de la taille du tableau. ",
  "_Ranked_Categories_":  "Classement des vétérans par groupe d'âge",
  "_Ranked_Categories_Synopsis_":  "Il y a des classements séparés pour les hommes et les femmes, en simple et en double, pour chaque groupe d'âge. Un joueur est classé dans son propre groupe d'âge peu importe dans quel groupe il a joué.",
  "_Playing_Down_Detail_":  "Si un joueur décide de participer dans une catégorie d’âge plus jeune, il recevra les points de sa propre catégorie.",
  "_Playing_Down_":  "Jouer dans une catégorie inférieure",
  "_Category_Point_Awards_":  "Points attribués par groupe d'âge",
  "_Category_Point_Awards_Detail_1_":  "Si deux groupes d'âge ont des tirages de même taille, les deux vainqueurs reçoivent le même nombre de points dans leur groupe d'âge respectif. Nous n'avons pas jugé bon d'ajuster les points selon les perceptions de la force d'un groupe par rapport à un autre. Il n'y a aucune raison à attribuer plus de points aux 35 ans qu'aux 40 ans, à moins que la taille du tirage soit plus grande évidemment. En conséquence, il n'y a aucun avantage à se surclasser.",
  "_2015_Points_Tables_":  "Tableau des points",
  "_Points_For_Progression_":  "Progression des points",
  "_PFP_Details_":  "En un seul tirage d'élimination, le finaliste reçoit 60% de ce que le gagnant reçoit. Le demi-finaliste recoit 60% de ce que le finaliste reçoit, et ainsi de suite",
  "_senior_eg_":  "Ouverts",
  "_senior_eg_title_":  "Événements Vétérans",
  "_senior_eg_description_":  "These are all Canadian age-group events for players over 30 years old.",
  "_s_nationals_name_":  "Championnats nationaux canadiens",
  "_s_nationals_abbrv_":  "Nationaux",
  "_s_nationals_description_":  "Le championnat national senior Steve Stevens est le tournoi le plus haut classé du Canada. Les gagnants remportent 1 500 points.",
  "_s_national_indoor_name_":  "Nationaux en salles de l'Est / De l'Ouest",
  "_s_national_indoor_abbrv_":  "Est/Ouest",
  "_s_national_indoor_description_":  "Les championnats en salles de l'Est et de l'Ouest sont classés a 40% des championnats se déroulant à l'extérieur. Les gagnants recoivent donc 600 points. ",
  "_s_itf_name_":  "Evénements de la Fédération Internationale de Tennis",
  "_s_itf_abbrv_":  "Evenements ITF",
  "_s_itf_description_":  "Les tournois de l’ITF entrent dans la troisième catégorie de tournois du Canada. Ils sont de même calibre partout au pays. Les gagnants d’un tournoi ITF récoltent 400 points.",
  "_s_prov_tier_1_name_":  "événements provinciaux - première division",
  "_s_prov_tier_1_abbrv_":  "provinciaux - première division",
  "_s_prov_tier_1_description_":  "Les meilleurs tournois provinciaux — ceux dont les tableaux sont relevés depuis longtemps, comme les championnats provinciaux de l’Ontario et de la Colombie-Britannique, reçoivent 400 points. Les tournois provinciaux de deuxième catégorie reçoivent 150 points.",
  "_s_prov_tier_2_name_":  "événements provinciaux - deuxième division",
  "_s_prov_tier_2_abbrv_":  "provinciaux - deuxième division",
  "_s_prov_tier_2_description_":  "Les tournois provinciaux de deuxième catégorie reçoivent 150 points.",
  "_open_eg_":  "Ouverts",
  "_open_eg_title_":  "Canadian Open Events",
  "_open_eg_description_":  "Canadian open events.  The level of every Canadian Open event is reviewed annually and reset based on the historical sengths of the draw.",
  "_o_m1000_name_":  "Men's 1000",
  "_o_m1000_abbrv_":  "M1000",
  "_o_m1000_description_":  "Top level Canadian men's open events.  The winner receives 1000 ranking points.",
  "_o_m350_name_":  "Men's 350",
  "_o_m350_abbrv_":  "M350",
  "_o_m350_description_":  "Second tier Canadian men's open events.  The winner receives 350 ranking points.",
  "_o_m200_name_":  "Men's 200",
  "_o_m200_abbrv_":  "M200",
  "_o_m200_description_":  "Third tier Canadian men's open events.  The winner receives 200 ranking points.",
  "_o_m100_name_":  "Men's 100",
  "_o_m100_abbrv_":  "M100",
  "_o_m100_description_":  "Fourth tier Canadian men's open events.  The winner receives 100 ranking points.",
  "_o_w1000_name_":  "Women's 1000",
  "_o_w1000_abbrv_":  "W1000",
  "_o_w1000_description_":  "Top level Canadian women's open events.  The winner receives 1000 ranking points.",
  "_o_w350_name_":  "Women's 350",
  "_o_w350_abbrv_":  "W350",
  "_o_w350_description_":  "Second tier Canadian women's open events.  The winner receives 350 ranking points.",
  "_o_w100_name_":  "Women's 100",
  "_o_w100_abbrv_":  "W100",
  "_o_w100_description_":  "Third tier Canadian women's open events.  The winner receives 100 ranking points.",
  "_adult_eg_":  "Adult Events",
  "_adult_eg_title_":  "Adult Events"
}
