{
  "_Adult_Events_":  "Tournois pour adultes",
  "_Adult_PT_Title_":  "Points attribués dans les tournois pour adultes",
  "_adult_eg_":  "Adultes",
  "_adult_eg_title_":  "Adultes",
  "_Adult_Ranking_Scope_":  "Portée du classement pour adultes",
  "_Adult_Ranking_Scope_Detail_":  "Les classements pour adultes comprennent tous les niveaux de compétitions pour adultes, à l'exception des tournois ouverts. Cela inclut différents niveaux : hommes 5,0 (WTN 20+), 4,5 (WTN 22+), 4,0 (WTN 24+), 3,5 (WTN 26+), 3,0 (WTN 28+), et 2,5 (WTN 30+) et femmes 5,0 (WTN 20+), 4,5 (WTN 23+), 4,0 (WTN 26+), 3,5 (WTN 28+), 3,0 (WTN 30+) et 2,5 (WTN 32+) pour les simples et doubles. ",
  "_Adult_Ranking_Scope_Detail_1_":  "Veuillez noter que les épreuves de simple adultes sans genre n’attribuent aucun point pour le classement canadien. Cependant, les résultats de ces tournois seront traités et compteront pour le WTN des joueurs. ",
  "_Adult_Ranking_Focus_":  "Principal objectif : classements provinciaux",
  "_Adult_Ranking_Focus_Detail_":  "Les classements pour adultes sont surtout destinés aux provinces qui ont un système structuré de tournois pour un niveau de jeu donné. Même si nous publions un classement canadien, il n'existe pas de normes nationales ni de structures de tournois, de sorte que ce classement canadien n'a pas de signification majeure.",
  "_Adult_Ratings_":  "Niveaux des tournois pour adultes",
  "_Adult_Ratings_Synopsis_":  "Les tournois pour adultes sont classés en fonction de la taille de leur tableau. Ainsi, plus le tournoi est grand, plus grand sera le nombre de points attribués. À titre de référence, le gagnant d'un tableau de 16 joueurs se voit attribuer 1 000 points.",
  "_Adult_Ratings_RM_":  "Découvrez comment la taille du tableau affecte la cote.",
  "_Adult_Ratings_Draw_Size_":  "Taille des tableaux",
  "_adult_draw_size_detail_1_":  "Nous tenons pour acquis que les joueurs d'un niveau donné ont une force comparable. Pour cette raison, la taille du tableau est l'élément de base qui détermine la difficulté de remporter un tournoi. Le vainqueur d'un tableau de 16 joueurs reçoit 1000 points. Le nombre de points augmente ou diminue selon la taille du tableau.",
  "_adult_draw_size_detail_2_":  "Les points sont calculés de manière à ce que le finaliste d’un tableau de 32 reçoive également 1 000 points, tout comme le demi-finaliste d’un tableau de 64. En général, le gagnant d’un tableau obtient les mêmes points que le finaliste d’un tableau du double de sa taille. ",
  "_Separate_Categories_":  "Classements séparés",
  "_SC_Synopsis_":  "Par exemple, les résultats d'un tournoi femme de niveau 4,5 (WTN 23+) n'affecte que le classement du niveau 4,5 (WTN 23+). Les joueurs peuvent avoir des classements différents dans divers niveaux de jeu. Pour savoir pourquoi Tennis Canada utilise des classements séparés pour les adultes.",
  "_SC_RM_":  "Pour savoir pourquoi Tennis Canada utilise des classements séparés pour les adultes.",
  "_SC_D_1_":  "Un joueur possède un classement pour chaque niveau dans lequel il a joué.",
  "_SC_D_2_":  "Exemple : si un homme joue à la fois les tournois de niveau 4,5 (WTN 22+) et les tournois ouverts, il recevra un classement pour chaque niveau. Les résultats des tournois de niveau 4,5 (WTN 22+) ne comptent pas pour le classement ouvert et vice versa.",
  "_SC_D_3_":  "Cette approche diffère du classement combiné utilisé pour le classement junior où un joueur ne possède qu'un classement peu importe la catégorie d'âge dans laquelle il a joué.",
  "_SC_D_4_":  "Tennis Canada utilise le classement combiné pour les juniors parce qu'il y a un solide réseau de compétitions qui mènent au niveau canadien chez les jeunes. Cette approche permet à Tennis Canada de comparer les tournois par catégorie d'âge et par région du pays.",
  "_SC_D_5_":  "Pour les adultes, il n'existe aucun système auquel on peut comparer les événements qui mènent aux Championnats canadiens, ce qui permet à Tennis Canada de faire des comparaisons entre, par exemple, des tournois hommes de niveau 3,5 (WTN 26+) en Ontario, en Colombie-Britannique ou en Nouvelle-Écosse. De plus, il n'est pas possible de comparer les niveaux hommes 3,5 (WTN 26+), 4,0 (WTN 24+) et 4,5 (WTN 22+). C'est pourquoi Tennis Canada publie des classements séparés pour les adultes.",
  "_adult_num_events_":  "Trois meilleurs tournois",
  "_adult_num_events_detail_":  "Tennis Canada veut récompenser la qualité des résultats par rapport à la quantité afin de ne pas favoriser les joueurs qui performent à un niveau médiocre dans plusieurs tournois plutôt que ceux qui réussissent très bien dans quelques tournois. Par conséquent, seuls les trois meilleurs résultats d'un joueur comptent pour son classement. ",
  "_Adult_Events_And_Juniors_":  "Les juniors dans les tournois pour adultes",
  "_Adult_Events_And_Juniors_Detail_":  "Les associations provinciales peuvent permettre ou non aux juniors de disputer des tournois pour adultes de divers niveaux. Quand les juniors peuvent jouer, ils reçoivent le même traitement que les adultes et peuvent obtenir un classement pour adultes. Les résultats des tournois juniors ne comptent pas au classement pour adultes et vice versa. "
}
