{
  "_Adult_Events_":  "Tournois pour adultes",
  "_Adult_PT_Title_":  "Points attribués dans les tournois pour adultes",
  "_adult_eg_":  "Adulte",
  "_adult_eg_title_":  "Adulte",
  "_Adult_Ranking_Scope_":  "Règles du classement pour adultes",
  "_Adult_Ranking_Scope_Detail_":  "Le classement pour adultes comprend tous les niveaux de compétitions pour adultes sauf les tournois ouverts, ce qui comprend les niveaux 5,0, 4,5, 4,0, 3,5, 3,0 et 2,5 pour les hommes et les femmes, autant en simple qu'en double. Ces classements sont disponibles pour le pays ou par province.",
  "_Adult_Ranking_Focus_":  "Principal objectif : classements provinciaux",
  "_Adult_Ranking_Focus_Detail_":  "Les classements pour adultes sont surtout destinés aux provinces qui ont un système structuré de tournois pour un niveau de jeu donné. Même si nous publions un classement national, il n'existe pas de normes nationales ni de structures de tournois, de sorte que ce classement national n'a pas de signification majeure.",
  "_Adult_Ratings_":  "Niveaux des tournois pour adultes",
  "_Adult_Ratings_Synopsis_":  "Les tournois adultes sont classés en fonction de leur taille de tirage. Plus le tournoi est grand, plus les points attribués À titre de référence, le gagnant d'un tirage au sort de taille 16 se voit attribuer 1 000 points.",
  "_Adult_Ratings_RM_":  "Découvrez comment la taille du dessin affecte la note.",
  "_Adult_Ratings_Draw_Size_":  "Taille des tirages",
  "_adult_draw_size_detail_1_":  "Nous prenons pour acquis que les joueurs d'un niveau donné ont une force comparable. Pour cette raison, la taille du tirage est l'élément de base qui détermine la difficulté de remporter un tournoi. Le vainqueur d'un tirage de 16 joueurs reçoit 1000 points. Le nombre de points augmente ou diminue selon la taille du tirage.",
  "_adult_draw_size_detail_2_":  "Les points sont calculés de manière à ce que le finaliste d’un tirage au sort de 32 reçoive également 1 000 points, tout comme le demi-finaliste d’un tirage au sort de 64. En général, le gagnant d’un tirage au sort obtient les mêmes points que le finaliste d’un tirage au sort doublant sa taille.",
  "_Separate_Categories_":  "Classements séparés",
  "_SC_Synopsis_":  "Les classements sont séparés par niveau de jeu. Les résultats d'un tournoi de niveau 4,5 n'affecte que le classement que niveau 4,5. Les joueurs peuvent avoir des classements différents dans divers niveaux de jeu.",
  "_SC_RM_":  "Pour savoir pourquoi Tennis Canada utilise des classements séparés pour les adultes.",
  "_SC_D_1_":  "Un joueur possède un classement pour chaque niveau dans lequel il a joué.",
  "_SC_D_2_":  "Exemple : si un homme joue à la fois les tournois de niveau 4,5 et les tournois ouverts, il aura un classement pour chaque niveau. Les résultats des tournois de niveau 4,5 ne comptent pas pour le classement ouvert, pas plus que les résultats des tournois ouverts ne comptent pour le classement de niveau 4,5",
  "_SC_D_3_":  "Cette approche diffère du classement combiné utilisé pour le classement junior où un joueur ne possède qu'un classement peu importe le groupe d'âge dans lequel il a joué.",
  "_SC_D_4_":  "Tennis Canada utilise le classement combiné pour les juniors parce qu'il y a un solide réseau de compétitions qui mènent au niveau national chez les jeunes. Cette approche permet à Tennis Canada de comparer les tournois par groupes d'âge et par régions du pays.",
  "_SC_D_5_":  "Pour les adultes, il n'existe pas de structure comparable qui mène aux championnats nationaux et qui permet à Tennis Canada de faire des comparaisons entre, par exemple, des tournois de niveau 3,5 en Ontario, en C.-B. ou en Nouvelle-Écosse. On ne peut pas non plus comparer les niveaux 3,5, 4,0 et 4,5. C'est pourquoi Tennis Canada publie des classements séparés pour les adultes.",
  "_adult_num_events_":  "Trois meilleurs tournois",
  "_adult_num_events_detail_":  "Tennis Canada veut récompenser la qualité des résultats par rapport à la quantité afin de ne pas favoriser les joueurs qui se comportent à un niveau médiocre dans de nombreux événements plutôt que ceux qui réussissent très bien dans quelques-uns. Par conséquent, seuls les trois meilleurs résultats d'un joueur vers son classement.",
  "_Adult_Events_And_Juniors_":  "Les juniors dans les tournois pour adultes",
  "_Adult_Events_And_Juniors_Detail_":  "Les associations provinciales peuvent permettre ou non aux juniors de disputer des tournois pour adultes de divers niveaux. Quand les juniors peuvent jouer, ils reçoivent le même traitement que les adultes et peuvent obtenir un classement pour adultes. Les résultats des tournois juniors ne comptent pas au classement pour adultes. Les résultats des tournois pour adultes ne comptent pas au classement junior."
}
