{"_international_events_":  "International Events",
  "_jr_int_eg_":  "Junior International",
  "_jr_int_eg_title_":  "Junior International",
  "_International_Junior_Events_":  "International (ITF, USTA and Tennis Europe) Junior Events",
  "_IJE_Details_":  "A selected set of internationally rated junior events will also be included in the national rankings. The ratings for these events are based on the historical performance of top Canadian players at these events. We also considered the relative ratings of these events by their sanctioning body.",
  "_IJE_Details_2_":  "Players who participate in USTA and Tennis Europe events must inform Tennis Canada of their participation by e-mailing tournaments@tenniscanada.com to ensure that the appropriate points will be awarded.",
  "_IJE_RM_":  "Read more about international junior event ratings.",
  "_IJE_Rating_":  "International events were rated using a combination of the following principles.",
  "_IJE_Player_Data_":  "Player Data",
  "_IJE_Player_Data_Detail_":  "Tennis Canada considered historical results for players who had participated in both Canadian Nationals and in the international tournaments during the same year. Their comparative results yielded a tournament rating. This worked quite well for some categories (ITF Grade 4 and 5 in particular) but not for others where we did not have as much data. In these cases we used the approaches listed below.",
  "_IJE_Sanctioning_Body_":  "Sanctioning Body Ratings",
  "_IJE_SB_Details_":  "The relative ratings awarded to classes of tournaments by their sanctioning organizations also provided a guide. Our ratings are generally consistent with the ratings the ITF awards for its tournaments. One notable exception is that the ITF rates its Grade B events (regional championships) very highly. Our data suggested that the Pan American championships are over-rated by the ITF so our rating is significantly lower for that event.",
  "_IJE_SB_Details_2_":  "Our ratings are also generally consistent with Tennis Europe's point ratings for their age group events.",
  "_IJE_First_Round_Loss_":  "No First Round Loss Points",
  "_IJE_FRL_Details_":  "Some international events carry a high rating. In order to avoid players gaining points and building a ranking by simply attending these events, Tennis Canada will not award points for losses in the first round of international tournaments. The exceptions to this are the junior grand slams and the Orange Bowl, where difficult qualification standards make participation in the first round an achievement. First round losses in these events are awarded at half their normal value.",
  "_IJE_Underrating_":  "Slight Under-Rating of International Events",
  "_IJE_Underrating_Detail_":  "Tennis Canada set the rating of international events slightly below the calculated value. This decision was made a) to encourage play in provincial and national championships and b) to give players who do not have the financial resources to play internationally to nevertheless develop a strong national ranking.",
  "_IJE_No_Qualifying_Points_":  "No Points for Qualifying Play in International Junior Events",
  "_IJE_No_Qualifying_Points_Detail_":  "Due to the variety in the strength of the players, there will not be any points awarded for qualifying rounds of all junior international events. However, should a player qualify for either the Jr. Orange Bowl and/or Junior Grand Slams and lose first round of the main draw, they will be awarded half of the first round loser points",
  "_USTA_TE_events_":  "USTA and Tennis Europe Events",
  "_U18_b_int_eg_":  "Boys U18",
  "_U18_g_int_eg_":  "Girls U18",
  "_U16_b_int_eg_":  "Boys U16",
  "_U16_g_int_eg_":  "Girls U16",
  "_U14_b_int_eg_":  "Boys U14",
  "_U14_g_int_eg_":  "Girls U14",
  "_U12_b_int_eg_":  "Boys U12",
  "_U12_g_int_eg_":  "Girls U12",
  "_ITF_GS_abbrv_":  "ITF GS",
  "_ITF_GS_":  "ITF Grand Slam",
  "_ITF_GS_description_":  "These are the top ITF junior events such as Wimbledon Junior Championships.",
  "_ITF_A+_abbrv_":  "ITF A+",
  "_ITF_A+_":  "ITF Grade A+",
  "_ITF_A+_description_":  "Grade A+ events are the top ITF Grade A events.  All award bonus ITF points. They are are The Italian Open, Orange Bowl and Youth Olympic Games.",
  "_ITF_A_abbrv_":  "ITF A",
  "_ITF_A_":  "ITF Grade A",
  "_ITF_A_description_":  "Grade A events carry the third greatest ranking points on the Junior Circuit. They are the Copa Gerdau, Osaka Mayr's Cup, Abierto Juvenil Mexicano.",
  "_ITF_B_abbrv_":  "ITF B",
  "_ITF_B_":  "ITF B",
  "_ITF_B_description_":  "ITF Regional Championships. These events are closed to players living in the region. Canadians are eligible to play in the Pan-Am region.",
  "_ITF_G1_abbrv_":  "ITF G1",
  "_ITF_G1_":  "ITF Grade 1",
  "_ITF_G1_description_":  "Very high level junior events including many national junior championships.",
  "_ITF_G2_abbrv_":  "ITF G2",
  "_ITF_G2_":  "ITF Grade 2",
  "_ITF_G2_description_":  "ITF Grade 2 tournaments.",
  "_ITF_G3_abbrv_":  "ITF G3",
  "_ITF_G3_":  "ITF Grade 3",
  "_ITF_G3_description_":  "ITF Grade 3 tournaments.",
  "_ITF_G4_abbrv_":  "ITF G4",
  "_ITF_G4_":  "ITF Grade 4",
  "_ITF_G4_description_":  "ITF Grade 4 tournaments.  These tournaments are rated roughly on a par with the Canadian national championships.",
  "_ITF_G5_abbrv_":  "ITF G5",
  "_ITF_G5_":  "ITF Grade 5",
  "_ITF_G5_description_":  "ITF Grade 5 tournaments.",
  "_Orange_Bowl_abbrv_":  "Orange Bowl",
  "_Orange_Bowl_":  "Orange Bowl",
  "_Orange_Bowl_description_":  "One of the top international junior tournaments.",
  "_TE_Ctgy1_abbrv_":  "TE Ctgy 1",
  "_TE_Ctgy1_":  "Tennis Europe Category 1",
  "_TE_Ctgy1_description_":  "Tennis Canada awards points for the top four Tennis Europe Under 16 events.  These are the International Foligno, International Montecanti, Torneo Avvenire Milano and Pont des Generations.",
  "_Eddie_Herr_abbrv_":  "Eddie Herr",
  "_Eddie_Herr_":  "Eddie Herr",
  "_Eddie_Herr_description_":  "International Junior Tennis Championships.",
  "_U14_T1_abbrv_":  "U14 T1",
  "_U14_T1_":  "Tier 1 U14",
  "_U14_T1_description_":  "Top U14 international events. Specifically the U14 Orange Bowl, LES PETITS AS, Kreis Dueren Junior Tennis Cup and the BNP Paribas Cup",
  "_U14_T2_abbrv_":  "U14 T2",
  "_U14_T2_":  "Tier 2 U14",
  "_U14_T2_description_":  "Second level U14 international events such as the U14 Eddie Herr and all Tennis Europe Category 1 events not part of the U14 Tier 1 list.",
  "_TE_Ctgy2_abbrv_":  "TE Ctgy2",
  "_TE_Ctgy2_":  "Tennis Europe Category 2",
  "_TE_Ctgy2_description_":  "These are the second tier of junior events in Europe,  The draws are not as strong as Category 1 events.",
  "_TE_Ctgy3_abbrv_":  "TE Ctgy3",
  "_TE_Ctgy3_":  "Tennis Europe Category 3",
  "_TE_Ctgy3_description_":  "These are the most numerous and accessible international events offed in Europe."
}
