{
  "_international_events_":  "Tournois juniors internationaux",
  "_jr_int_eg_":  "Tournois juniors internationaux",
  "_jr_int_eg_title_":  "Tournois juniors internationaux",
  "_International_Junior_Events_":  "Tournois juniors internationaux (ITF, USTA, Tennis Europe) ",
  "_IJE_Details_":  "Le classement canadien tient compte d'un certain nombre de tournois juniors internationaux sélectionnés. La valeur des tournois est fondée sur les performances historiques des meilleurs joueurs canadiens lors de ces tournois. Nous tenons compte de l'évaluation de ces tournois par les organismes qui les sanctionnent.",
  "_IJE_Details_2_":  "Les joueurs qui participent à des épreuves de l’USTA et de Tennis Europe doivent informer Tennis Canada en faisant parvenir un courriel à tournaments@tenniscanada.com afin de recevoir le bon nombre de points.",
  "_IJE_RM_":  "Renseignements supplémentaires sur les indices des tournois juniors internationaux.",
  "_IJE_Rating_":  "L'évaluation des tournois internationaux est une synthèse des principes suivants :",
  "_IJE_Player_Data_":  "Analyse des données",
  "_IJE_Player_Data_Detail_":  "Tennis Canada tient compte des résultats précédents pour les joueurs qui ont participé aux deux championnats canadiens et à des épreuves internationales au cours de la même année. Ces résultats comparés produisent une cote pour le tournoi. Ceci a très bien fonctionné pour certaines catégories de tournois, principalement pour les  catégories 4 et 5 de l’ITF, mais moins bien pour d’autres, car nous n’avions pas assez de données. Dans ces cas, nous avons utilisé les approches ci-dessous.",
  "_IJE_Sanctioning_Body_":  "Indice selon les organismes qui sanctionnent les tournois",
  "_IJE_SB_Details_":  "L'évaluation faite par les organismes qui sanctionnent des tournois de différents types servent également de guide. Notre propre évaluation est généralement en accord par celle de l'ITF. Cependant, il y a une différence importante pour les tournois de classe B (championnats régionaux) que l'ITF surévalue selon nous. Nos données démontrent que les championnats panaméricains, par exemple, sont surévalués, de sorte que notre indice est nettement plus bas que celui de l'ITF.",
  "_IJE_SB_Details_2_":  "Nos indices se rapprochent en général de ceux que Tennis Europe attribue à ses tournois par groupes d'âge.",
  "_IJE_First_Round_Loss_":  "Pas de points perdus au premier tour",
  "_IJE_FRL_Details_":  "Certains tournois internationaux ont des indices élevés. Pour éviter que les joueurs améliorent leur classement par le seul fait de participer à ces tournois, Tennis Canada n'attribue pas de points pour une défaite au premier tour des tournois internationaux. Les exceptions portent sur les tournois juniors du Grand Chelem et l'Orange Bowl où la difficulté de se qualifier fait de la présence au premier tour un véritable exploit. Pour ces tournois, une défaite au premier tour vaut la moitié du nombre normal de points.",
  "_IJE_Underrating_":  "Légère sous-évaluation des tournois internationaux",
  "_IJE_Underrating_Detail_":  "L'indice que nous avons donné aux tournois internationaux est légèrement inférieur à leur force réelle. Nous avons pris cette décision pour établir un juste équilibre entre la valeur des tournois canadiens et celle des tournois internationaux, ce qui améliore les chances d'obtenir un bon classement canadien.",
  "_IJE_No_Qualifying_Points_":  "Il n'y a aucun point attribué au classement pour un match de qualification dans un tournoi junior international.",
  "_IJE_No_Qualifying_Points_Detail_":  " Puisqu'il y a une différence significative dans la force des joueurs de ce niveau, il n'y aura aucun point attribué pour les qualificatives pour tous les tournois juniors internationaux. Toutefois, si un joueur se qualifie pour l'Orange Bowl junior ou pour les épreuves juniors du Grand Chelem et qu'il perd au premier tour du tableau principal, il recevra la moitié des points accordés au perdant. ",

  "_U18_b_int_eg_":  "Garçons U18",
  "_U18_g_int_eg_":  "Filles U18",
  "_U16_b_int_eg_":  "Garçons U16",
  "_U16_g_int_eg_":  "Filles U16",
  "_U14_b_int_eg_":  "Garçons U14",
  "_U14_g_int_eg_":  "Filles U14",
  "_U12_b_int_eg_":  "Garçons U12",
  "_U12_g_int_eg_":  "Filles U12",
  "_ITF_GS_abbrv_":  "GC ITF",
  "_ITF_GS_":  "Grands Chelems de l'ITF",
  "_ITF_GS_description_":  "Il s'agit des tournois juniors majeurs de l'ITF comme Wimbledon, par exemple",
  "_ITF_A+_abbrv_":  "ITF A+",
  "_ITF_A+_":  "ITF Classe A+",
  "_ITF_A+_description_":  "Les tournois ITF de classe A+ donnent des points bonis. Il s'agit des Internationaux d'Italie, de l'Orange Bowl et des Jeux olympiques pour les jeunes",
  "_ITF_A_abbrv_":  "ITF A",
  "_ITF_A_":  "ITF Classe A",
  "_ITF_A_description_":  "Ces tournois valent le troisième plus grand nombre de points du circuit junior. Il s'agit de Copa Gerdau, de la Coupe Osaka Mayr et de l'Abierto Juvenil Mexicano.o",
  "_ITF_B_abbrv_":  "ITF B",
  "_ITF_B_":  "ITF B",
  "_ITF_B_description_":  "Championnats régionaux ITF qui s'adressent aux joueurs des continents les plus rapprochés d'eux. Ainsi, les Canadiens peuvent jouer dans la région Pan-Am.",
  "_ITF_G1_abbrv_":  "ITF C1",
  "_ITF_G1_":  "ITF Catégorie 1",
  "_ITF_G1_description_":  "Très haut niveau de jeu. Comprend plusieurs championnats juniors nationaux.",
  "_ITF_G2_abbrv_":  "ITF C2",
  "_ITF_G2_":  "ITF Catégorie 2",
  "_ITF_G2_description_":  "Tournois ITF de catégorie 2",
  "_ITF_G3_abbrv_":  "ITF C3",
  "_ITF_G3_":  "ITF Catégorie 3",
  "_ITF_G3_description_":  "Tournois ITF de catégorie 3",
  "_ITF_G4_abbrv_":  "ITF C4",
  "_ITF_G4_":  "ITF Catégorie 4",
  "_ITF_G4_description_":  "Tournois ITF de catégorie 4. Ces tournois ont un indice semblable à celui des Championnats canadiens.",
  "_ITF_G5_abbrv_":  "ITF C5",
  "_ITF_G5_":  "ITF Catégorie 5",
  "_ITF_G5_description_":  "Tournois ITF de catégorie 55",
  "_Orange_Bowl_abbrv_":  "Orange Bowl",
  "_Orange_Bowl_":  "Orange Bowl",
  "_Orange_Bowl_description_":  "Un des tournois internationaux majeurs",
  "_TE_Ctgy1_abbrv_":  "TE Cat. 1",
  "_TE_Ctgy1_":  "Tennis Europe Catégorie 1",
  "_TE_Ctgy1_description_":  "Tennis Canada attribue des points pour les quatre principaux tournois 16 ans et moins de Tennis Europe. Il s'agit des Internationaux Foligno, les Internationaux Montecanti, le Torneo Avvenire Milano et le Pont-des-Générations",
  "_Eddie_Herr_abbrv_":  "Eddie Herr",
  "_Eddie_Herr_":  "Eddie Herr",
  "_Eddie_Herr_description_":  "Championnats internationaux de tennis junior",
  "_U14_T1_abbrv_":  "U14 N1",
  "_U14_T1_":  "Niveau 1 U14",
  "_U14_T1_description_":  "Principaux tournois internationaux 14 ans et moins, en particulier l'Orange Bowl, les Petits As, la Coupe de tennis junior Kreis Dueren et la Coupe BNP Paribas.",
  "_U14_T2_abbrv_":  "U14 N2",
  "_U14_T2_":  "Niveau 2 U14",
  "_U14_T2_description_":  "Deuxième niveau de tournois internationaux 14 ans et moins, comme le tournoi Eddie Herr et tous les tournois catégorie 1 de Tennis Europe qui ne font pas partie du niveau 1",
  "_TE_Ctgy2_abbrv_":  "TE Cat. 2",
  "_TE_Ctgy2_":  "Tennis Europe Catégorie 2",
  "_TE_Ctgy2_description_":  "Il s'agit de la deuxième catégorie des tournois juniors en Europe. Le niveau de force est moins élevé que pour la catégorie 1.",
  "_TE_Ctgy3_abbrv_":  "TE Cat. 3",
  "_TE_Ctgy3_":  "Tennis Europe Catégorie 3",
  "_TE_Ctgy3_description_":  "Il s'agit de la catégorie pour laquelle il y a le plus de tournois internationaux accessibles en Europe."
}
