{

  "_Open_Events_":  "Open Events",
  "_Open_Events_List_":  "Open Events List",
  "_mens_rating_":  "Men's Rating",
  "_womens_rating_":  "Women's Rating",
  "_Mens_Open_Events_":  "Men's Open Events",
  "_Womens_Open_Events_":  "Women's Open Events",
  "_Open_Point_Table_Title_":  "Open Event Point Awards",
  "_Open_Ranking_Scope_":  "Open Rankings Scope",
  "_Open_Ranking_Scope_Detail_":  "Open rankings are for the highest level of men's and women's singles and doubles play. The scope includes results from Canadian “Open” level tournaments as well as results from Canadians in all levels of professional play. Open rankings can be viewed both nationally and by province.",
  "_Open_Event_Ratings_":  "Canadian Open Event Ratings",
  "_Open_Event_Ratings_Synopsis_":  "There are three levels of Women's Open events offered in Canada: Open 1000, Open 350, and Open 100. Winners receive 1000, 350, and 100 points respectively. As there are more Men's Open tournaments in Canada, there is an additional level offered: Open 200. Open events are reviewed annually and rated for the following year based on their historical strength.",
  "_Open_Event_Ratings_Synopsis_2022_":  "There are five levels of Open events offered in Canada. Winners receive 1000, 350, 200, 100 and 50 points. Individual open events are reviewed annually and rated for the following year based on their historical strength.",
  "_Pro_Points_":  "Point Awards for Professional Events",
  "_Pro_Points_Detail_1_":  "Professional Men and Women earn ATP and WTA points respectively. Tennis Canada will award 1,000 Open ranking points for every professional point received. ",
  "_Pro_Points_Detail_2_":  "This equates the points earned by winners of top level Open 1000 events in Canada with the points earned for winning one round in an entry level professional event.",
  "_Pro_Points_Detail_3_":  "Tennis Canada will award 75 points for every match won in a qualifying event. (e.g. If a player wins 2 rounds of qualifying they will receive 150 Open ranking points) NOTE: As it is not easy to track qualifying events in which players participate, it is up to the player to contact their PTA to report results for events outside of Canada.",
  "_Pro_Points_Detail_4_":  "The ITF Transition Tour came into being in 2019. Canadian Open men receive 80 rankings points for each transition tour point they earn. Canadian Open women receive 40 rankings points for each transition tour point they earn.",
  "_open_num_events_":  "Best Three Tournaments",
  "_open_num_events_detail_":  "Tennis Canada wants to reward the qualtiy of results over the quantity in order not to favour players who perform at a mediocre level in many events over those who perform very well in a few. Therefore, only a player's best three results count towards their ranking.",
  "_Open_Draw_Size_":  "Draw Sizes",
  "_Open_Draw_Size_Detail_":  "Because entries for Open events are typically restricted in terms of numbers and level of play, draw size is not used to rate Open events. However, draws must have a minimum of eight to be counted towards rankings.",
  "_Open_Events_And_Juniors_":  "Junior in Open Draws",
  "_Open_Events_And_Juniors_Detail_":  "Juniors are treated the same as other Open players and can build an Open ranking. Results from junior tournaments do not count towards their Open ranking as not all Open players are allowed to participate in Junior events. Please see the Junior rankings pages to see how Open events contribute to junior rankings.",
  "_open_eg_":  "Open",
  "_open_eg_title_":  "Canadian Open",
  "_open_eg_description_":  "Canadian open events.  The level of every Canadian Open event is reviewed annually and reset based on the historical sengths of the draw.",
  "_o_1000_":  "Open 1000",
  "_o_1000_abbrv_":  "Open 1000",
  "_o_1000_description_":  "Top level Canadian open events.  The winner receives 1000 ranking points.",
  "_o_350_":  "Open 350",
  "_o_350_abbrv_":  "Open 350",
  "_o_350_description_":  "Second tier Canadian open events.  The winner receives 350 ranking points.",
  "_o_200_":  "Open 200",
  "_o_200_abbrv_":  "Open 200",
  "_o_200_description_":  "Third tier Canadian open events.  The winner receives 200 ranking points.",
  "_o_100_":  "Open 100",
  "_o_100_abbrv_":  "Open 100",
  "_o_100_description_":  "Fourth tier Canadian open events.  The winner receives 100 ranking points.",
  "_o_50_":  "Open 50",
  "_o_50_abbrv_":  "Open 50",
  "_o_50_description_":  "Fifth tier Canadian men's open events.  The winner receives 50 ranking points.",
  "_o_m1000_":  "Men's 1000",
  "_o_m1000_abbrv_":  "M1000",
  "_o_m1000_description_":  "Top level Canadian men's open events.  The winner receives 1000 ranking points.",
  "_o_m350_":  "Men's 350",
  "_o_m350_abbrv_":  "M350",
  "_o_m350_description_":  "Second tier Canadian men's open events.  The winner receives 350 ranking points.",
  "_o_m200_":  "Men's 200",
  "_o_m200_abbrv_":  "M200",
  "_o_m200_description_":  "Third tier Canadian men's open events.  The winner receives 200 ranking points.",
  "_o_m100_":  "Men's 100",
  "_o_m100_abbrv_":  "M100",
  "_o_m100_description_":  "Fourth tier Canadian men's open events.  The winner receives 100 ranking points.",
  "_o_m50_":  "Men's 50",
  "_o_m50_abbrv_":  "M50",
  "_o_m50_description_":  "Third tier Canadian men's open events.  The winner receives 50 ranking points.",
  "_o_w1000_":  "Women's 1000",
  "_o_w1000_abbrv_":  "W1000",
  "_o_w1000_description_":  "Top level Canadian women's open events.  The winner receives 1000 ranking points.",
  "_o_w200_":  "Women's 200",
  "_o_w200_abbrv_":  "W200",
  "_o_w200_description_":  "Third tier Canadian women's open events.  The winner receives 200 ranking points.",
  "_o_w100_":  "Women's 100",
  "_o_w100_abbrv_":  "W100",
  "_o_w100_description_":  "Third tier Canadian women's open events.  The winner receives 100 ranking points.",
  "_no_events_found_":  "No open events found for"
}
