{
  "_Open_Events_":  "Tournois ouverts",
  "_Open_Events_List_":  "Tournois ouverts liste",
  "_mens_rating_":  "Niveau masculin",
  "_womens_rating_":  "Niveau féminin",
  "_Mens_Open_Events_":  "Tournois ouverts masculins",
  "_Womens_Open_Events_":  "Tournois ouverts féminins",
  "_Open_Point_Table_Title_":  "Attribution des points pour les tournois ouverts",
  "_Open_Ranking_Scope_":  "Règles du classement ouvert",
  "_Open_Ranking_Scope_Detail_":  "Les classements ouverts constituent le sommet chez les hommes et les femmes autant en simple qu'en double. Ils comprennent les résultats des tournois ouverts canadiens et ceux des tournois internationaux. Les classements ouverts sont disponibles pour le pays ou par province.",
  "_Open_Event_Ratings_":  "Niveaux des tournois ouverts",
  "_Open_Event_Ratings_Synopsis_":  "Il y a trois niveaux de tournois ouverts féminins offertes au Canada : les tournois 1000, les tournois 350 et les tournois 100. Les gagnantes reçoivent respectivement 1000, 350 et 100 points. Comme il y a davantage de tournois ouverts masculins, un niveau de tournois s'ajoute : les tournois 200. Les tournois ouverts sont réévalués chaque année et cotés selon la force historique de leur tirage.",
  "_Pro_Points_":  "Points attribués aux tournois professionnels",
  "_Pro_Points_Detail_1_":  "Les tournois professionnels masculins et féminins de l'ATP et de la WTA donnent des points. Chaque point obtenu dans un tournoi professionnel vaut 1 000 points pour le classement ouvert.",
  "_Pro_Points_Detail_2_":  "Cette règle signifie que le perdant du premier tour d'un tournoi professionnel reçoit le même nombre de points que le vainqueur du plus haut niveau de tournois ouverts canadiens (tournois 1000).",
  "_Pro_Points_Detail_3_":  "Tennis Canada accordera 75 points pour chaque match gagné en qualification (par exemple, si un joueur remporte deux matchs de qualification, il recevra 150 points de classement). N. B. Comme il n’est pas facile de suivre toutes les épreuves de qualification en dehors du Canada, le joueur est responsable de communiquer avec son association provinciale pour lui fournir le nom et les dates du tournoi.",
  "_open_num_events_":  "Trois meilleurs tournois",
  "_open_num_events_detail_":  "Tennis Canada veut récompenser la qualité des résultats par rapport à la quantité afin de ne pas favoriser les joueurs qui se comportent à un niveau médiocre dans de nombreux événements plutôt que ceux qui réussissent très bien dans quelques-uns. Par conséquent, seuls les trois meilleurs résultats d'un joueur vers son classement.",
  "_Open_Draw_Size_":  "Taille des tirages",
  "_Open_Draw_Size_Detail_":  "Comme les inscriptions aux tournois ouverts sont contingentés, la taille des tirages ne joue pas à ce niveau. Cependant, les tirages doivent avoir un minimum de 8 pour compter au classement.",
  "_Open_Events_And_Juniors_":  "Les juniors dans les tirages ouverts",
  "_Open_Events_And_Juniors_Detail_":  "Les juniors ont le même traitement que les adultes et peuvent avoir un classement ouvert. Les résultats des tournois juniors ne servent pas pour le classement ouvert. Veuillez consulter les pages sur les juniors pour voir de quelle façon les tournois ouverts contribuent à modifier les classements juniors.",
  "_open_eg_":  "Ouverts",
  "_open_eg_title_":  "Canadian Open",
  "_open_eg_description_":  "Canadian open events.  The level of every Canadian Open event is reviewed annually and reset based on the historical sengths of the draw.",
  "_o_m1000_":  "Men's 1000",
  "_o_m1000_abbrv_":  "M1000",
  "_o_m1000_description_":  "Top level Canadian men's open events.  The winner receives 1000 ranking points.",
  "_o_m350_":  "Men's 350",
  "_o_m350_abbrv_":  "M350",
  "_o_m350_description_":  "Second tier Canadian men's open events.  The winner receives 350 ranking points.",
  "_o_m200_":  "Men's 200",
  "_o_m200_abbrv_":  "M200",
  "_o_m200_description_":  "Third tier Canadian men's open events.  The winner receives 200 ranking points.",
  "_o_m100_":  "Men's 100",
  "_o_m100_abbrv_":  "M100",
  "_o_m100_description_":  "Fourth tier Canadian men's open events.  The winner receives 100 ranking points.",
  "_o_w1000_":  "Women's 1000",
  "_o_w1000_abbrv_":  "W1000",
  "_o_w1000_description_":  "Top level Canadian women's open events.  The winner receives 1000 ranking points.",
  "_o_w350_":  "Women's 350",
  "_o_w350_abbrv_":  "W350",
  "_o_w350_description_":  "Second tier Canadian women's open events.  The winner receives 350 ranking points.",
  "_o_w100_":  "Women's 100",
  "_o_w100_abbrv_":  "W100",
  "_o_w100_description_":  "Third tier Canadian women's open events.  The winner receives 100 ranking points."
}
