{

  "_Open_Events_":  "Tournois ouverts",
  "_Open_Events_List_":  "Liste des tournois ouverts",
  "_mens_rating_":  "Niveau masculin",
  "_womens_rating_":  "Niveau féminin",
  "_Mens_Open_Events_":  "Tournois ouverts masculins",
  "_Womens_Open_Events_":  "Tournois ouverts féminins",
  "_Open_Point_Table_Title_":  "Attribution des points pour les tournois ouverts",
  "_Open_Ranking_Scope_":  "Portée du classement ouvert",
  "_Open_Ranking_Scope_Detail_":  "Les classements ouverts concernent le plus haut niveau du simple et du double masculin et féminin. La portée comprend les résultats des tournois canadiens de niveau “ouvert” ainsi que les résultats des Canadens de tous les niveaux de jeu professionnel. Les classements ouverts peuvent être consultés à l'échelle nationale ou par province. ",
  "_Open_Event_Ratings_":  "Niveaux des tournois ouverts",
  "_Open_Event_Ratings_Synopsis_":  "Il y a trois niveaux de tournois ouverts féminins offerts au Canada : les tournois 1000, les tournois 350 et les tournois 100. Les gagnantes reçoivent respectivement 1000, 350 et 100 points. Comme il y a davantage de tournois ouverts masculins, un niveau de tournois s'ajoute : les tournois 200. Les tournois ouverts sont réévalués chaque année et cotés selon la force historique de leur tableau.",
  "_Pro_Points_":  "Points attribués aux tournois professionnels",
  "_Pro_Points_Detail_1_":  "Les tournois professionnels masculins et féminins de l'ATP et de la WTA donnent des points. Chaque point obtenu dans un tournoi professionnel vaut 1 000 points pour le classement ouvert.",
  "_Pro_Points_Detail_2_":  "Cette règle signifie que le perdant du premier tour d'un tournoi professionnel reçoit le même nombre de points que le vainqueur du plus haut niveau de tournois ouverts canadiens (tournois 1000).",
  "_Pro_Points_Detail_3_":  "Tennis Canada accordera 75 points pour chaque match gagné en qualification (par exemple, si un joueur remporte deux matchs de qualification, il recevra 150 points de classement). N. B. Comme il n’est pas facile de suivre toutes les épreuves de qualification en dehors du Canada, le joueur est responsable de communiquer avec son association provinciale pour lui fournir le nom et les dates du tournoi.",
  "_Pro_Points_Detail_4_":  "Le Circuit de transition de l'ITF a vu le jour en 2019. Les hommes de la catégorie ouverte obtiennent 80 points de classement pour chaque point récolté sur le Circuit de transition. Quant aux femmes, elles obtiennent 43 points de classement pour chaque point récolté sur ce même circuit.",
  "_open_num_events_":  "Trois meilleurs tournois",
  "_open_num_events_detail_":  "Tennis Canada veut récompenser la qualité des résultats par rapport à la quantité afin de ne pas favoriser les joueurs qui performent à un niveau médiocre dans plusieurs tournois plutôt que ceux qui réussissent très bien dans quelques tournois. Par conséquent, seuls les trois meilleurs résultats d'un joueur comptent pour son classement. ",
  "_Open_Draw_Size_":  "Taille des tableaux",
  "_Open_Draw_Size_Detail_":  "Comme les inscriptions aux tournois ouverts sont contingentés, la taille des tableaux ne joue pas à ce niveau. Cependant, les tableaux doivent avoir un minimum de 8 participants pour compter au classement.",
  "_Open_Events_And_Juniors_":  "Les juniors dans les tableaux ouverts",
  "_Open_Events_And_Juniors_Detail_":  "Les juniors ont le même traitement que les adultes et peuvent avoir un classement ouvert. Les résultats des tournois juniors ne servent pas pour le classement ouvert. Veuillez consulter les pages sur les juniors pour voir de quelle façon les tournois ouverts contribuent à modifier les classements juniors.",
  "_open_eg_":  "Ouverts",
  "_open_eg_title_":  "Tournois ouverts canadiens",
  "_open_eg_description_":  "Tournois ouverts canadiens. Le niveau de chaque tournoi ouvert est réévalué chaque année et coté selon la force historique de ses tableaux.",
  "_o_m1000_":  "Hommes 1000",
  "_o_m1000_abbrv_":  "H1000",
  "_o_m1000_description_":  "Plus haut niveau de tournois ouverts canadiens pour les hommes. Le gagnant reçoit 1 000 points de classement.",
  "_o_m350_":  "Hommes 350",
  "_o_m350_abbrv_":  "H350",
  "_o_m350_description_":  "Deuxième niveau de tournois ouverts canadiens pour les hommes. Le gagnant reçoit 350 points de classement.",
  "_o_m200_":  "Hommes 200",
  "_o_m200_abbrv_":  "H200",
  "_o_m200_description_":  "Troisième niveau de tournois ouverts canadiens pour les hommes. Le gagnant reçoit 200 points de classement.",
  "_o_m100_":  "Hommes 100 ",
  "_o_m100_abbrv_":  "H100 ",
  "_o_m100_description_":  "Quatrième niveau de tournois ouverts canadiens pour les hommes. Le gagnant reçoit 100 points de classement.",
  "_o_w1000_":  "Femmes 1000",
  "_o_w1000_abbrv_":  "F1000",
  "_o_w1000_description_":  "Plus haut niveau de tournois ouverts canadiens pour les femmes. La gagnante reçoit 1 000 points de classement.",
  "_o_w350_":  "Femmes 350",
  "_o_w350_abbrv_":  "F350",
  "_o_w350_description_":  "Deuxième niveau de tournois ouverts canadiens pour les femmes. La gagnante reçoit 350 points de classement.",
  "_o_w100_":  "Femmes 100 ",
  "_o_w100_abbrv_":  "F100 ",
  "_o_w100_description_":  "Troisième niveau de tournois ouverts canadiens pour les femmes. La gagnante reçoit 100 points de classement, ",
  "_no_events_found_":  "Aucun tournoi ouvert trouvé pour"
}
