{
  "_Domestic_Events_":  "Domestic Events",
  "_Competitive_Structure_Detail_":  "As of 2017, the junior competitive structure has been harmonized across Canada. ",
  "_5_star_":  "Provincial Championships ★★★★★",
  "_5_star_abbrv_":  "Provincials",
  "_5_star_description_":  "There are 2 Junior Provincial Championships  (1 indoor & 1 outdoor) held each year.",
  "_4_star_":  "4 Star",
  "_4_star_abbrv_":  "★★★★",
  "_3-5_star_":  "3.5 Star",
  "_3-5_star_abbrv_":  "★★★+",
  "_3_star_":  "3 Star",
  "_3_star_abbrv_":  "★★★",
  "_2_star_":  "Two Star",
  "_2_star_abbrv_":  "★★",
  "_event_structure_rm_":  "Read about Junior events in",
  "_PR_Boys_Provincial_Championships_":  "Boys Provincial Championships",
  "_PR_Girls_Provincial_Championships_":  "Girls Provincial Championships",
  "_PR_Prov_Selection_Events_":  "Provincial Selection Events",
  "_PR_Regional_Selection_Events_":  "Regional Selection Events",
  "_PR_are_rated_at_":  "are rated at",
  "_PR_vs_nat_champs_":  "as compared to the National Championships",
  "_CAN_Nationals_":  "Nationals",
  "_CAN_Nationals_abbrv_":  "Nationals",
  "_CAN_Nationals_description_":  "National Championships. U18 Winner receives 10,000 points.",
  "_CAN_JOS_":  "Junior Open Series",
  "_CAN_JOS_abbrv_":  "Junior Open Series",
  "_CAN_JOS_description_":  "Point Awards based on previous year's event strength.",
  "_BC_JOS_":  "BC Junior Open Series",
  "_BC_JOS_abbrv_":  "BC JOS",
  "_BC_JOS_description_":  "Winner receives same points as nationals quarter finalist.",
  "_ON_JOS_":  "ON Junior Open Series",
  "_ON_JOS_abbrv_":  "ON JOS",
  "_ON_JOS_description_":  "Winner receives same points Ontario four star event.",
  "_QC_JOS_":  "QC Junior Open Series",
  "_QC_JOS_abbrv_":  "QC JOS",
  "_QC_JOS_description_":  "Winner receives same points as nationals quarter finalist.",
  "_AB_5_star_":  "Alberta Provincial Championships",
  "_AB_5_star_abbrv_":  "Provincials",
  "_AB_5_star_description_":  "Tennis Alberta holds an Indoor and Outdoor Provincial Championship every year.",
  "_AB_5_star_Participation_Note_":  "Participation is limited to the top eight players for both events.",
  "_AB_4_star_":  "“Champs” Events (★★★★)",
  "_AB_4_star_abbrv_":  "Champs",
  "_AB_4_star_description_":  "In Alberta, “Champs” events form the basis of selection for the Provincial Championships. The top eight players in each gender/age group qualify. There are three “Champs” events for each of the Indoor and the Outdoor seasons. These events include most of the players who play at provincials, plus several more. Consistent with the rest of the country, the provincial selection events are rated at 60% of Alberta's Provincial Championships. ",
  "_AB_3-5_star_":  "Challenger (★★★+)",
  "_AB_3-5_star_abbrv_":  "Challenger",
  "_AB_3-5_star_description_":  "The Jr. Challenger Series is meant to provide additional tournament opportunities outside of the Champs events for competition level players looking to consistently compete and push for the Champs level in the near future. The winner of these events receive the same number of points as a semi finalist of a 4 Star (Champs) Event. ",
  "_AB_3_star_":  "3 Star (★★★)",
  "_AB_3_star_abbrv_":  "3 Star",
  "_AB_3_star_description_":  "This series of events is oriented towards more competitive and experienced players looking to enter the ranks of the top 30 in AB. The winners of the events receive the same number of points as a semi finalist of a 3.5 Star (Challenger) Event.",
  "_AB_2_star_":  "2 Star (★★)",
  "_AB_2_star_abbrv_":  "2 Star",
  "_AB_2_star_description_":  "This circuit is the “next stage” of competition beyond the Rogers Rookie Tour. Players can now attain Ranking Points in a tournament format at a two star value guaranteeing two matches with modified scoring. The rating for these events is set such that the winner receives points equal to a finalist of a 3 Star event.",
  "_AB_4_star_2019_":  "Road to Nationals Selection Series (★★★★)",
  "_AB_4_star_2019_abbrv_":  "Selection",
  "_AB_4_star_2019_description_":  "Along with the Provincial Championships, the Selection Series are used to select players to represent Alberta at Nationals. There are two Selection Series events for each of the indoor and outdoor seasons. Consistent with the rest of the country, the Selection events are rated at 60% of the Provincial Championships.",
  "_AB_3-5_star_2019_":  "Road to Nationals Qualifying Series (★★★+)",
  "_AB_3-5_star_2019_abbrv_":  "Qualifying",
  "_AB_3-5_star_2019_description_":  "This series of tournaments helps complete the draw for our Road to Nationals Selection events. The tournaments are played to completion, and the top 4 eligible players will earn a spot in the corresponding Road to Nationals Selection Series tournament. The winner of these events receive the same number of points as a semi finalist of a Selection Series event.",
  "_AB_3_star_2019_":  "Next Gen Competition Tour (★★★)",
  "_AB_3_star_2019_abbrv_":  "NG Comp",
  "_AB_3_star_2019_description_":  "This series of events is oriented towards more competitive and experienced players looking to gain match experience or boost their ranking. The winners of these events receive the same number of points as a semi finalist of a  Qualifying Series event.",
  "_AB_2_star_2019_":  "Next Gen Development Tour (★★)",
  "_AB_2_star_2019_abbrv_":  "NG Dev",
  "_AB_2_star_2019_description_":  "This series of events is designed for players wishing to compete beyond the Rogers Rookie Tour and Future Stars Circuit. Players can now attain national ranking points in a tournament format. Players are guaranteed 2 match play opportunities with modified scoring. The winner of such an event receives the same number of points as the finalist of a Competition Series event.",

  "_BC_5_star_":  "Provincial Championships ",
  "_BC_5_star_abbrv_":  "Provincials",
  "_BC_5_star_description_":  "Competing in the provincial championships (indoor/outdoor) is mandatory for any player wishing to represent BC at the respective Canadian National Championship. There are 2 Junior Closed Provincial Championships held each year (1 indoor and 1 outdoor). Invitation is based on results in the seasonal Selection Series events (points race).",
  "_BC_4_star_":  "Selection Series (★★★★)",
  "_BC_4_star_abbrv_":  "Selection",
  "_BC_4_star_description_":  "Along with the Provincial Championships, the Selection Series are used to select players to represent BC at Nationals. There are three Selection Series events for each of the indoor and outdoor seasons. Consistent with the rest of the country, the Selection events are rated at 60% of the Provincial Championships.",
  "_BC_3-5_star_":  "Competition + (★★★+)",
  "_BC_3-5_star_abbrv_":  "Comp+",
  "_BC_3-5_star_description_":  "These events are for players looking to transition into the Provincial & National Selection levels. The Competition+ events will use standard scoring, best of three sets. At this level, competitors are guaranteed two matches, and will be provided with a main draw and doubles or main draw and consolation. The rating for these events is set such that the winner receives points equal to a player who reaches the semi-finals a Selection Series event.",
  "_BC_3_star_":  "Competition Series (★★★)",
  "_BC_3_star_abbrv_":  "Comp",
  "_BC_3_star_description_":  "This series of events is oriented towards more competitive and experienced players looking to enter the ranks of the top 30 in BC.   The winners of an event receives the same number of points as a quarter finalist in a Selection Series event. ",
  "_BC_2_star_":  "Development Series (★★)",
  "_BC_2_star_abbrv_":  "Dev",
  "_BC_2_star_description_":  "This series of events is designed for players wishing to compete beyond the Rogers Rookie Tour and Future Stars Tour.  Players can now attain national ranking points in a tournament format.  Players are guaranteed 2 match play opportunities with modified scoring if necessary.  The winner such an event receives the same number of points as the semi finalist of a Competition Series event.",
  "_BC_3_star_2018_":  "Competition Series (★★★)",
  "_BC_3_star_2018_abbrv_":  "Comp",
  "_BC_3_star_2018_description_":  "This series of events is oriented towards more competitive and experienced players looking to enter the ranks of the top 30 in BC.   The winners of an event receives the same number of points as a semi finalist in a Competition + event. ",
  "_BC_2_star_2018_":  "Development Series (★★)",
  "_BC_2_star_2018_abbrv_":  "Dev",
  "_BC_2_star_2018_description_":  "This series of events is designed for players wishing to compete beyond the Rogers Rookie Tour and Future Stars Tour.  Players can now attain national ranking points in a tournament format.  Players are guaranteed 2 match play opportunities with modified scoring if necessary.  The winner such an event receives the same number of points as the finalist of a Competition Series event.",

  "_ON_5_star_":  "Provincial Championships ★★★★★",
  "_ON_5_star_abbrv_":  "Provincials",
  "_ON_5_star_description_":  "There are 2 Junior Closed Provincial Championships held each year at a 5 star value (1 indoor & 1 outdoor).  Each Provincial Championship will offer a qualifying event as well as a feed-in consolation event in which all will award ranking points. ",
  "_ON_4_star_":  "National Selection Tournaments (Selection Events)★★★★",
  "_ON_4_star_abbrv_":  "Selection",
  "_ON_4_star_description_":  "This is the road to the Nationals along with playing the Provincial Championships. Each player can accumulate selection points through these tournaments.  There are 2 indoor and 2 outdoor selection events offered each season per category at a 4 star value.  All National Selection events will offer a qualifying or feed up event as well as a consolation in which all will award ranking points. Note: 2 other 4 star tournaments may be offered during the calendar year.  These events will not be involved in the Team Ontario Selection process.Consistent with the rest of the country, the selection events are rated at 60% of the Provincial Championships.",
  "_ON_3-5_star_":  "Provincial Circuit ★★★+",
  "_ON_3-5_star_abbrv_":  "★★★+",
  "_ON_3-5_star_description_":  "This level is for players looking to transition into the Provincial & National Selection levels. The three star provincial circuit + is standard scoring, best of three sets. At this level, competitors are guaranteed two matches; and will be provided with a main draw and doubles or main draw and consolation. All events are offered at a 3 star+ value. The rating for these events is set such that the winner receives points equal to a player who reaches the semi-finals of a selection event.",
  "_ON_3_star_":  "Provincial Circuit ★★★",
  "_ON_3_star_abbrv_":  "★★★",
  "_ON_3_star_description_":  "These tournaments are oriented towards more competitive and experienced players looking to enter the ranks of the top 30 in Ontario.  The three star provincial circuit is standard scoring, best of three sets. At this level, competitors are only guaranteed one match; however, consolation rounds may be offered at some events. All events are offered at a 3 star value.  The rating for these events is set such that the winner receives points equal to a player who reaches the round of 16 at a selection event.",
  "_ON_2_star_":  "Transition Tour ★★",
  "_ON_2_star_abbrv_":  "★★",
  "_ON_2_star_description_":  "This circuit is the “next stage” of competition beyond the Rogers Rookie Tour. Players can now attain Ranking Points in a tournament format at a two star value guaranteeing two matches with modified scoring. The rating for these events is set such that the winner receives points equal to a semi-finalist of a Provincial Circuit (three star) event.",
  "_ON_2_star_2018_":  "Transition Tour ★★",
  "_ON_2_star_2018_abbrv_":  "★★",
  "_ON_2_star_2018_description_":  "This circuit is the “next stage” of competition beyond the Rogers Rookie Tour. Players can now attain Ranking Points in a tournament format at a two star value guaranteeing two matches with modified scoring. The rating for these events is set such that the winner receives points equal to a finalist of a Provincial Circuit (three star) event.",
  "_QC_5_star_":  "Provincial Championships  ★★★★★",
  "_QC_5_star_abbrv_":  "Provincials",
  "_QC_5_star_description_":  "There are 2 provincial championships – an indoor in the winter and an outdoor event in the summer. These events along with the Etapes are used for players to qualify for the National Championships.",
  "_QC_4_star_":  "Etapes (Selection Events - ★★★★)",
  "_QC_4_star_abbrv_":  "Etapes",
  "_QC_4_star_description_":  "Quebec provincial selection events are called “Etapes”. There are three Etapes events for each of the indoor and outdoor seasons. These events combined with the Provincial Championships are used for players to qualify for the national championships. Consistent with the rest of the country, the Etapes are rated at 60% of Quebec's championships.",
  "_QC_3-5_star_":  "Super Provincial Tournaments (★★★+)",
  "_QC_3-5_star_abbrv_":  "★★★+",
  "_QC_3-5_star_description_":  "These are strong tournaments which have many top players participating. These events are stronger than regular provincial events.  Some of these events will become designated super provincial tournaments after the tournament  is completed due to the strength of the draw. The winner is rewarded ranking points equal to the semi-finals of Etapes. ",
  "_QC_3_star_":  "Regular Provincial Tournaments (★★★)",
  "_QC_3_star_abbrv_":  "★★★",
  "_QC_3_star_description_":  "Quebec Provincial tournaments are rated slightly below the Super Provincial tournaments.  Some of these tournaments may be awarded Super Provincial Status depending on the events strength factor. The winner is rewarded ranking points equal to the finals of the super provincial tournaments. ",
  "_QC_2_star_":  "Regional Tournaments (★★)",
  "_QC_2_star_abbrv_":  "★★",
  "_QC_2_star_description_":  "Entry level tournaments in Quebec are called Regional Tournaments. These events are significantly weaker than Provincial tournaments and are rated such that the winner will earn the same points as a Quebec Provincial Tournament semi-finalist. ",
  "_QC_3_star_2018_":  "Regular Provincial Tournaments (★★★)",
  "_QC_3_star_2018_abbrv_":  "★★★",
  "_QC_3_star_description_2018":  "Quebec Provincial tournaments are rated slightly below the Super Provincial tournaments.  Some of these tournaments may be awarded Super Provincial Status depending on the events strength factor. The winner is rewarded ranking points equal to the semi finals of the super provincial tournaments. ",
  "_QC_2_star_2018_":  "Regional Tournaments (★★)",
  "_QC_2_star_2018_abbrv_":  "★★",
  "_QC_2_star_2018_description_":  "Entry level tournaments in Quebec are called Regional Tournaments. These events are significantly weaker than Provincial tournaments and are rated such that the winner will earn the same points as a Quebec Provincial Tournament finalist. ",
  "_QC_Ratings_Adjustment_":  "Rating Adjustments",
  "_QC_Ratings_Adjustment_Detail_":  "In case the strength of a tournament is between a regular and a regional tournament, the tournament will receive the points of a finalist of a regular provincial.",
  "_PR_5_star_":  "Prairie  Championships",
  "_PR_5_star_abbrv_":  "Prairies",
  "_PR_5_star_description_":  "These include the Prairie Outdoor Junior Championships in Manitoba and the Prairie Indoor Junior Championships in Saskatchewan. These two are part of a circuit of 8 identified tournaments, of which 5 are mandatory for players to qualify for the Nationals. The top 3 players from Manitoba and Saskatchewan will be selected based on Rogers Ranking (as long as they have played the “5 out of 8” of these tournaments). The Prairie Championships are rated at 0.102 as compared to the National Championships and are OPEN to players from other provinces.",
  "_PR_5_star_note_":  "The Prairie Regional Championships are not always contested in every gender/age group. ",
  "_PR_4_star_":  "Junior Open Tour (★★★★)",
  "_PR_4_star_abbrv_":  "★★★★",
  "_PR_4_star_description_":  "Manitoba and Saskatchewan will host up to 5 tournaments each in this category. 6 out of these 10 tournaments will be part of the mandatory “5 out of 8” required to qualify for the Nationals. These will be rated at 60% of the “Prairie Championships”. These events are open to players from other provinces. To see the complete list of these 8 tournaments please visit the Provincial website.",
  "_SK_3_star_":  "Challengers (★★★)",
  "_SK_3_star_abbrv_":  "★★★",
  "_SK_3_star_description_":  "Entry level competitive events in Saskatchewan are called “Challenger” events. These are significantly weaker than the “Junior Open Tour” events and are rated such that the winner will earn the same points as a “Junior Open Tour” Quarter-Finalist. These events are open to players from other provinces.",
  "_ATL_5_star_":  "Atlantic Championships",
  "_ATL_5_star_abbrv_":  "Atlantics",
  "_ATL_5_star_description_":  "Each year, the Atlantic provinces (NB, NL, NS and PE) hold indoor and outdoor Atlantic Championships.",
  "_ATL_4_star_":  "Selection  ★★★★",
  "_ATL_4_star_abbrv_":  "★★★★",
  "_ATL_4_star_description_":  "There are 8 “Four Star” Regional Events that are rated at 60% of Atlantic Championships. For the Indoor season each province hosts one Four Star open event.  For the Outdoor season each province hosts a Four Star open event that is used for selection to the Outdoor Atlantic Championships.  ",
  "_ATL_3_star_":  "Three Star Events  ★★★",
  "_ATL_3_star_abbrv_":  "★★★",
  "_ATL_3_star_description_":  "There are various other events held in each of the four Atlantic provinces which are rated such that the winner will earn the same points as a Four Star semi-finalist.  Three star events include provincial junior circuit events and the four closed qualifying events that are used for selection to the Indoor Atlantic Championships. ",
  "_ATL_2_star_":  "Two Star Events  ★★",
  "_ATL_2_star_abbrv_":  "★★",
  "_ATL_2_star_description_":  "These are entry level competitive events that are significantly weaker then the Three Star events. The winner of a Two Star event receives the same number of points as a quarter-finalist in a Three Star event. ",
  "_ATL_3-5_star_2018_":  "3.5 Star Events ★★★+",
  "_ATL_3-5_star_2018_abbrv_":  "★★★+",
  "_ATL_3-5_star_2018_description_":  "There are other regional events held - particularly ATA circuit events (the non ★★★★ events) held during the indoor season which feature players from multiple provinces - which will be rated at the ★★★+ level. This may also include a historically strong provincial circuit event (Indoors or outdoors). The winner receives same points as a ★★★★ semi-finalist.",
  "_ATL_3_star_2018_":  "3 Star Events ★★★",
  "_ATL_3_star_2018_abbrv_":  "★★★",
  "_ATL_3_star_2018_description_":  "There are events held in each of the four Atlantic provinces which are part of their respective provincial junior circuits which are rated at the ★★★ level. The winner receives same points as a ★★★+ semi-finalist.",
  "_ATL_2_star_2018_":  "2 Star Events ★★",
  "_ATL_2_star_2018_abbrv_":  "★★",
  "_ATL_2_star_2018_description_":  "Description TBD. Winner receives same points as a ★★★ finalist."
}
