{
  "_Domestic_Events_":  "Tournois canadiens",
  "_Competitive_Structure_Detail_":  "Depuis le début de 2017, la structure de compétition est harmonisée pour tout le pays.",
  "_5_star_":  "Championnats provinciaux ★★★★★",
  "_5_star_abbrv_":  "Championnats provinciaux ★★★★★",
  "_5_star_description_":  "Deux championnats juniors provinciaux (un en salle et un extérieur) sont organisés chaque année.",
  "_4_star_":  "4 étoiles",
  "_4_star_abbrv_":  "★★★★",
  "_3-5_star_":  "3,5 étoiles",
  "_3-5_star_abbrv_":  "★★★+",
  "_3_star_":  "3 étoiles",
  "_3_star_abbrv_":  "★★★",
  "_2_star_":  "2 étoiles",
  "_2_star_abbrv_":  "★★",

  "_PR_Boys_Provincial_Championships_":  "Championnats provinciaux - garçons",
  "_PR_Girls_Provincial_Championships_":  "Championnats provinciaux - filles",
  "_PR_Prov_Selection_Events_":  "Tournois provinciaux de sélection",
  "_PR_Regional_Selection_Events_":  "Tournois régionaux de sélection",
  "_PR_are_rated_at_":  "sont évalués à",
  "_PR_vs_nat_champs_":  "par rapport aux Championnats canadiens",
  "_CAN_Nationals_":  "Championnats canadiens",
  "_CAN_Nationals_abbrv_":  "Championnats canadiens",
  "_CAN_Nationals_description_":  "Championnats canadiens. Le gagnant chez les U18 reçoit 10 000 points.",
  "_CAN_JOS_":  "Circuit canadien de tournois juniors open",
  "_CAN_JOS_abbrv_":  "Circuit canadien de tournois juniors open",
  "_CAN_JOS_description_":  "Attribution des points selon la force du tournoi de l’année précédente. ",
  "_BC_JOS_":  "Circuit Open junior de la Colombie-Britannique",
  "_BC_JOS_abbrv_":  "CCTJO BC",
  "_BC_JOS_description_":  "Le gagnant reçoit le même nombre de points qu’un quart de finaliste des championnats canadiens.",
  "_ON_JOS_":  "Circuit Open junior de l'Ontario",
  "_ON_JOS_abbrv_":  "COJ ON",
  "_ON_JOS_description_":  "Le gagnant reçoit le même nombre de points que pour un tournoi 4 étoiles de l’Ontario.",
  "_QC_JOS_":  "Circuit Open junior du Québec",
  "_QC_JOS_abbrv_":  "COJ QC",
  "_QC_JOS_description_":  "Le gagnant reçoit le même nombre de points qu’un quart de finaliste des championnats canadiens.",
  "_AB_5_star_":  "Championnats provinciaux de l'Alberta",
  "_AB_5_star_abbrv_":  "Championnats provinciaux de l'Alberta",
  "_AB_5_star_description_":  "Chaque année, Tennis Alberta organise des championnats provinciaux en salle et d’été.",
  "_AB_5_star_Participation_Note_":  "La participation est limitée aux huit meilleurs joueurs pour chaque volet.",
  "_AB_4_star_":  "Tournoi pré-championnats (★★★★)",
  "_AB_4_star_abbrv_":  "Champs",
  "_AB_4_star_description_":  "En Alberta, les pré-championnats servent de sélection aux championnats provinciaux. Les huit meilleurs garçons et filles de chaque catégorie d'âge se qualifient. Il y a trois pré-championnats pour les saisons en salle et à l'extérieur. La plupart des joueurs provinciaux prennent part aux tournois provinciaux ainsi que plusieurs autres. Par cohérence avec le reste du pays, ces sélections valent 60% des championnats provinciaux d'Alberta.",
  "_AB_3-5_star_":  "Challengers (★★★+)",
  "_AB_3-5_star_abbrv_":  "Challenger",
  "_AB_3-5_star_description_":  "Le Circuit Challenger junior vise à offrir d’autres occasions de concourir en dehors des épreuves de sélection aux joueurs compétitifs visant une participation aux tournois « Champs » dans un avenir rapproché. Les gagnants de ces tournois reçoivent le même nombre de points que les demi-finalistes des tournois « Champs » (4 étoiles). ",
  "_AB_3_star_":  "3 étoiles(★★★)",
  "_AB_3_star_abbrv_":  "3 étoiles",
  "_AB_3_star_description_":  "Ces tournois s’adressent aux joueurs compétitifs tentant de se hisser au sein du Top 30 du classement albertain. Les gagnants de ces tournois reçoivent le même nombre de points que les demi-finalistes des tournois Challengers (3,5 étoiles).",
  "_AB_2_star_":  "2 étoiles(★★)",
  "_AB_2_star_abbrv_":  "2 étoiles",
  "_AB_2_star_description_":  "Les tournois de cette catégorie s’adressent aux joueurs qui désirent poursuivre la compétition au-delà du Circuit des recrues Rogers. Les joueurs peuvent ainsi obtenir des points de classement canadien et sont assurés de disputer deux matchs avec pointage modifié. Les gagnants de ces épreuves reçoivent le même nombre de points que les finalistes des tournois 3 étoiles.",
  "_AB_4_star_2019_":  "Parcours vers le Circuit de sélection (★★★★)",
  "_AB_4_star_2019_abbrv_":  "Sélection",
  "_AB_4_star_2019_description_":  "À l'instar des championnats provincaux, le circuit de sélection sert à choisir les joueurs qui représenteront l'Alberta aux Championnats canadiens. Il y a deux tournois du circuit de sélection pour la saison en salle ainsi que pour la saison d'été. Comme dans le reste du pays, les éppreuves de sélection sont cotées à 60 % des championnats provinciaux.",
  "_AB_3-5_star_2019_":  "Parcours vers le Circuit de qualification (★★★+)",
  "_AB_3-5_star_2019_abbrv_":  "Qualifying",
  "_AB_3-5_star_2019_description_":  "Ce circuit de tournois aide à compléter les tableaux des tournois du sélection. Ls tournois sont disputés jusqu'à la fin et les quatre meilleurs joueurs admissibles obtiennent une place au tourni de sélection. Le gagnant de ces épreuves reçoit le même nombre de points qu'un demi-finaliste d'une épreuve du circuit de sélection.",
  "_AB_3_star_2019_":  "3 étoiles(★★★)",
  "_AB_3_star_2019_abbrv_":  "NG Comp",
  "_AB_3_star_2019_description_":  "Ces tournois s’adressent aux joueurs compétitifs tentant de se hisser au sein du Top 30 du classement albertain. Les gagnants de ces tournois reçoivent le même nombre de points que les demi-finalistes des tournois Challengers (3,5 étoiles).",
  "_AB_2_star_2019_":  "2 étoiles(★★)",
  "_AB_2_star_2019_abbrv_":  "NG Dev",
  "_AB_2_star_2019_description_":  "Les tournois de cette catégorie s’adressent aux joueurs qui désirent poursuivre la compétition au-delà du Circuit des recrues Rogers. Les joueurs peuvent ainsi obtenir des points de classement canadien et sont assurés de disputer deux matchs avec pointage modifié. Les gagnants de ces épreuves reçoivent le même nombre de points que les finalistes des tournois 3 étoiles.",

  "_BC_5_star_":  "Championnats provinciaux",
  "_BC_5_star_abbrv_":  "Championnats provinciaux",
  "_BC_5_star_description_":  "Les joueurs désirant représenter la Colombie-Britannique aux Championnats canadiens doivent obligatoirement prendre part au championnat provincial (en salle/d’été) correspondant. Deux (2) championnats provinciaux fermés sont organisés annuellement (un en salle et un extérieur). Les invitations pour ces tournois sont fondées sur les résultats du circuit de qualification saisonnier (course aux points).",
  "_BC_4_star_":  "Circuit de sélection (★★★★)",
  "_BC_4_star_abbrv_":  "Sélection",
  "_BC_4_star_description_":  "À l’instar des championnats provinciaux, le circuit de qualification permet de choisir les joueurs qui représenteront la Colombie-Britannique aux championnats canadiens. Il existe trois tournois de sélection par saison (en salle et d’été). Tout comme pour le reste du pays, l’indice de force des tournois de qualification représente 60 % de celui des championnats provinciaux. ",
  "_BC_3-5_star_":  "Circuit de compétition + (★★★+)",
  "_BC_3-5_star_abbrv_":  "Comp+",
  "_BC_3-5_star_description_":  "Ces tournois s’adressent aux joueurs désirant faire la transition vers les tournois provinciaux et canadiens. Les matchs de ces tournois sont disputés au meilleur de trois manches en utilisant le pointage normal. Les participants sont assurés de jouer deux matchs : tableau principal du simple et du double ou tableau principal et consolation. Les gagnants de ces tournois reçoivent le même nombre de points que le demi-finaliste d’un tournoi du circuit de sélection. ",
  "_BC_3_star_":  "Circuit de compétitions (★★★)",
  "_BC_3_star_abbrv_":  "Comp",
  "_BC_3_star_description_":  "Les tournois de cette catégorie s’adressent aux joueurs un peu plus compétitifs et aguerris qui espèrent se tailler une place parmi le Top 30 de la Colombie-Britannique. Les gagnants de ces épreuves reçoivent le même nombre de points qu’un quart de finaliste d’un tournoi 4 étoiles.  ",
  "_BC_2_star_":  "Circuit de développement  (★★)",
  "_BC_2_star_abbrv_":  "Dev",
  "_BC_2_star_description_":  "Les tournois de cette catégorie s’adressent aux joueurs qui désirent poursuivre la compétition au-delà du Circuit des recrues Rogers et du Circuit des Futures stars. Les joueurs peuvent ainsi obtenir des points de classement canadien en participant à des tournois. Les joueurs sont assurés de disputer deux matchs avec pointage modifié, si nécessaire. Les gagnants de ces épreuves reçoivent le même nombre de points qu’un demi-finale d’un tournoi du circuit de compétition +. ",
  "_BC_3_star_2018_":  "Circuit de compétition (★★★)",
  "_BC_3_star_2018_abbrv_":  "Comp",
  "_BC_3_star_2018_description_":  "Ce circuit s'adresse à des joueurs plus compétitifs et plus expérimentés qui cherchent à se classer pari le Top 30 de la Colombie-Britannique. Les gagnants de ces épreuves reçoivent le même nombre de points qu'un demi-finaliste d'un tournoi 3 étoiles. ",
  "_BC_2_star_2018_":  "Circuit de développement  (★★)",
  "_BC_2_star_2018_abbrv_":  "Dev",
  "_BC_2_star_2018_description_":  "Les tournois de cette catégorie s’adressent aux joueurs qui désirent poursuivre la compétition au-delà du Circuit des recrues Rogers et du Circuit des Futures stars. Les joueurs peuvent ainsi obtenir des points de classement canadien en participant à des tournois. Les joueurs sont assurés de disputer deux matchs avec pointage modifié, si nécessaire. Les gagnants de ces épreuves reçoivent le même  nombre de points que les finalistes des tournois 3 étoiles.",

  "_ON_5_star_":  "Championnats provinciaux ★★★★★",
  "_ON_5_star_abbrv_":  "Championnats provinciaux ★★★★★",
  "_ON_5_star_description_":  "Il y a 2 championnats provinciaux fermés tenus chaque année d'une valeur de 5 étoiles (1 en salle et 1 à l'extérieur). Chaque championnat provincial comprend des qualifications et une consolation progressive qui donnent des points.",
  "_ON_4_star_":  "Tournois de sélection nationale (Tournois de sélection) ★★★★",
  "_ON_4_star_abbrv_":  "Sélection",
  "_ON_4_star_description_":  "C'est le cheminement vers les Championnats canadiens en plus des championnats provinciaux. Les joueurs peuvent obtenir des points lors de ces tournois. Il y a 2 tournois de sélection en salle et 2 à l'extérieur par groupe d'âge d'une valeur de 4 étoiles. Les sélections nationales offrent des qualifications ou une consolation qui donnent des points. N.B.  Deux autres tournois de 4 étoiles peuvent être offerts durant l'année. Ces tournois ne font pas partie du processus ontarien de sélection. Par cohérence avec le reste du pays, ces tournois valent 60% des championnats provinciaux.",
  "_ON_3-5_star_":  "Circuit provincial ★★★+",
  "_ON_3-5_star_abbrv_":  "★★★+",
  "_ON_3-5_star_description_":  "Ces tournois s'adressent aux joueurs qui veulent faire la transition vers les niveaux provincial et canadien. Le circuit provincial trois étoiles + utilise le pointage normal, au meilleur de trois manches. À ce niveau, les joueurs sont assurés de disputer deux matchs ; soit un match de simple et un de double, ou un match de simple et un de consolation. Tous les tournois ont une valeur de 3 étoiles +. La cote de ces épreuves est telle que le vainqueur reçoit le même nombre de points qu'un demi-finaliste d'un tournoi de sélection. ",
  "_ON_3_star_":  "Circuit provincial ★★★",
  "_ON_3_star_abbrv_":  "★★★",
  "_ON_3_star_description_":  "Ces tournois s'adressent aux joueurs plus compétitifs et plus expérimentés qui visent le top 30 en Ontario. Le circuit provincial vaut 3 étoiles et offre un format standard avec des deux de trois manches. À ce niveau, les participants ne sont assurés que d'un match; cependant, certains tournois offrent des consolations. Chaque tournoi vaut 3 étoiles. Le gagnant reçoit le même nombre de points qu'un huitième de finaliste d'un tournoi de sélection.",
  "_ON_2_star_":  "Circuit de transition ★★",
  "_ON_2_star_abbrv_":  "★★",
  "_ON_2_star_description_":  "Ce circuit est l'étape qui précède le circuit des recrues Rogers. Les joueurs sont assurés de deux matchs et se voient attribuer des points d'une valeur de deux étoiles. Le gagnant reçoit le même nombre de points qu'un demi-finaliste d'un tournoi du circuit provincial (3 étoiles).",
  "_ON_2_star_2018_":  "Circuit de transition ★★",
  "_ON_2_star_2018_abbrv_":  "★★",
  "_ON_2_star_2018_description_":  "Ce circuit est l'étape qui suit le Circuit des recrues Rogers. Les joueurs sont assurés de deux matchs et se voient attribuer des points d'une valeur de deux étoiles. Le gagnant reçoit le même nombre de points qu'un finaliste d'un tournoi du circuit provincial (3 étoiles).",
  "_QC_5_star_":  "Championnats provinciaux",
  "_QC_5_star_abbrv_":  "Championnats provinciaux",
  "_QC_5_star_description_":  "Il y a deux championnats provinciaux - un en salle l'hiver et l'autre à l'extérieur l'été. Ces compétitions à étapes servent de qualifications pour les Championnats canadiens.",
  "_QC_4_star_":  "Étapes (tournois de sélection - ★★★★)",
  "_QC_4_star_abbrv_":  "Etapes",
  "_QC_4_star_description_":  "Au Québec, les épreuves de sélection portent le nom d'étapes. Il y a trois étapes pour la saison en salle et trois pour la saison extérieure. Ces tournois ainsi que les championnats provinciaux servent de qualifications pour les Championnats canadiens. Par cohérence avec le reste du pays, ces tournois valent 60% des championnats du Québec.",
  "_QC_3-5_star_":  "Super tournois provinciaux (★★★+)",
  "_QC_3-5_star_abbrv_":  "★★★+",
  "_QC_3-5_star_description_":  "Il s'agit de tournois de haut niveau auxquels participent plusieurs des joueurs les plus forts. Ces tournois sont plus relevés que les tournois provinciaux réguliers. Certains de ces tournois deviennent des super tournois provinciaux après coup en raison de la force des participants. Le gagnant reçoit le même nombre de points qu'un demi-finaliste d'étape.",
  "_QC_3_star_":  "Tournois provinciaux réguliers (★★★)",
  "_QC_3_star_abbrv_":  "★★★",
  "_QC_3_star_description_":  "Les tournois provinciaux du Québec viennent après les super tournois provinciaux. Cependant, certains d'entre eux se voient attribuer le statut de super tournois provinciaux quand le niveau des joueurs le justifie. Le gagnant reçoit le même nombre de points que les finaliste d'un super tournoi provincial.",
  "_QC_2_star_":  "Tournoi régionaux (★★)",
  "_QC_2_star_abbrv_":  "★★",
  "_QC_2_star_description_":  "Au Québec, les tournois d'entrée de gamme portent le nom de tournois régionaux. Ils sont moins relevés que les tournois provinciaux, de sorte que le gagnant reçoit le même nombre de points que le demi-finaliste d'un tournoi provincial.",
  "_QC_3_star_2018_":  "Tournois provinciaux réguliers (★★★)",
  "_QC_3_star_2018_abbrv_":  "★★★",
  "_QC_3_star_description_2018":  "Les tournois provinciaux du Québec viennent après les super tournois provinciaux. Cependant, certains d'entre eux se voient attribuer le statut de super tournois provinciaux quand le niveau des joueurs le justifie. Le gagnant reçoit le même nombre de points que le demi-finaliste d'un super tournoi provincial.",
  "_QC_2_star_2018_":  "Tournoi régionaux (★★)",
  "_QC_2_star_2018_abbrv_":  "★★",
  "_QC_2_star_2018_description_":  "Au Québec, les tournois d'entrée de gamme portent le nom de tournois régionaux. Ils sont moins relevés que les tournois provinciaux, de sorte que le gagnant reçoit le même nombre de points  que les finalistes des tournois 3 étoiles.",
  "_QC_Ratings_Adjustment_":  "Ajustement des cotes",
  "_QC_Ratings_Adjustment_Detail_":  "Dans l’éventualité où le niveau du tournoi se situerait entre le niveau provincial régulier et régional, le tournoi recevra une cote équivalente au finaliste d’un tournoi provincial régulier.",
  "_PR_5_star_":  "Championnats des Prairies",
  "_PR_5_star_abbrv_":  "Prairies",
  "_PR_5_star_description_":  "Ils comprennent les Championnats juniors d’été des Prairies, au Manitoba, et les Championnats juniors en salle des Prairies, en Saskatchewan. Ces deux épreuves font partie d’un circuit de huit tournois, dont cinq sont obligatoires si les joueurs veulent se qualifier pour les championnats canadiens. Les trois premiers joueurs du Manitoba et de la Saskatchewan seront choisis selon les classements Rogers (pourvu qu’ils aient disputé cinq des huit tournois). Les Championnats des Prairies possèdent une cote de 0,102 comparativement aux Championnats canadiens et sont OUVERTS aux joueurs des autres provinces.",
  "_PR_5_star_note_":  "Les championnats régionaux des Prairies n'ont pas toujours lieu pour toutes les catégories d'âge chez les garçons et les filles.",
  "_PR_4_star_":  "Circuit Open junior (★★★★)",
  "_PR_4_star_abbrv_":  "★★★★",
  "_PR_4_star_description_":  "Le Manitoba et la Saskatchewan organiseront chacun jusqu’à cinq tournois de cette catégorie. Six de ces dix tournois feront partie des « cinq des huit » tournois obligatoires pour se qualifier pour les Championnats canadiens. Ces épreuves valent 60 % des Championnats des Prairies et sont ouvertes aux joueurs d’autres provinces. Visitez le site Web de la province pour obtenir la liste de ces huit tournois.",
  "_SK_3_star_":  "Challengers (★★★)",
  "_SK_3_star_abbrv_":  "★★★",
  "_SK_3_star_description_":  "En Saskatchewan, les tournois de premier niveau sont appelés des « Challengers ». Leur valeur est beaucoup plus faible que celle des épreuves du Circuit Open junior et le gagnant récoltera le même nombre de points qu’un quart de finaliste du Circuit Open junior. Ces tournois acceptent les joueurs d’autres provinces.",
  "_ATL_5_star_":  "Championnats de l'Atlantique",
  "_ATL_5_star_abbrv_":  "Atlantique",
  "_ATL_5_star_description_":  "Chaque année, les provinces de l'Atlantique (les trois provinces Maritimes et Terre-Neuve-Labrador) tiennent les championnats de l'Atlantique en salle et à l'extérieur.",
  "_ATL_4_star_":  "Tournois de l'Atlantique ★★★★",
  "_ATL_4_star_abbrv_":  "★★★★",
  "_ATL_4_star_description_":  "Il y a huit tournois régionaux quatre étoiles qui valent 60% des points attribués aux championnats de l'Atlantique. Chaque province tient un tournoi ouvert quatre étoiles en salle et un à l'extérieur.",
  "_ATL_3_star_":  "Tournois trois étoiles ★★★",
  "_ATL_3_star_abbrv_":  "★★★",
  "_ATL_3_star_description_":  "Il y a plusieurs autres tournois tenus dans chacune des provinces de l'Atlantique. Pour ces tournois, le vainqueur reçoit le même nombre de points qu'un demi-finaliste d'un tournoi quatre étoiles. Ces tournois trois étoiles comprennent les tournois du circuit junior provincial et quatre qualifications fermées qui servent de sélection pour les championnats en salle de l'Atlantique.",
  "_ATL_2_star_":  "Tournois deux étoiles ★★",
  "_ATL_2_star_abbrv_":  "★★",
  "_ATL_2_star_description_":  "Ces tournois d'entrée de gamme sont moins relevés que les tournois trois étoiles. Le gagnant d'un tournoi deux étoiles reçoit le même nombre de points qu'un quart de finaliste d'un tournoi trois étoiles.",
  "_ATL_3-5_star_2018_":  "Tournois 3,5 étoiles ★★★+",
  "_ATL_3-5_star_2018_abbrv_":  "★★★+",
  "_ATL_3-5_star_2018_description_":  "D'autres tournois régionaux - en particulier ceux du circuit de l'ATA (les tournois qui ne sont pas des ★★★★) ont lieu pendant la saison en salle et mettent en vedette des joueurs de plusieurs provinces - qui seront cotés en tant que ★★★+. Cela peut aussi comprendre un tournoi du circuit provincial historiquement fort (en salle ou à l'extérieur). Le gagnant reçoit le même nombre de points qu'un demi-finaliste d'un tournoi ★★★★.",
  "_ATL_3_star_2018_":  "Tournois 3 étoiles ★★★",
  "_ATL_3_star_2018_abbrv_":  "★★★",
  "_ATL_3_star_2018_description_":  "Il y a des tournois tenus dans chacune des quatre provinces de l'Atlantique faisant partie de leur circuit provincial respectif et qui sont cotés en tant que ★★★. Le gagnant reçoit le même nombre de points qu'un demi-finaliste d'un tournoi ★★★+.",
  "_ATL_2_star_2018_":  "Tournois 2 étoiles ★★",
  "_ATL_2_star_2018_abbrv_":  "★★",
  "_ATL_2_star_2018_description_":  "Description à venir. Le gagnant reçoit le même nombre de points que le finaliste d'un tournoi ★★★."
}
