{
  "_junior_competitive_structure_": "Competitive Structure",
  "_RM_International_": "Read more about international junior event ratings",
  "_RSF_": "Regional strength factor",
  "_Tournament_Structure_": "tournament structure",
  "_Open_PT_Title_": "Point Awards for Open Events",
  "_Male_Pro_rm_": "Read more about Men's Professional Events",
  "_Canadian_Open_rm_": "Read more about Canadian Open Events",
  "_Female_Pro_rm_": "Read more about Women's Professional Events",
  "_point_awards_": "Point Awards",
  "_point_award_details_": "The system awards points based on two factors: the historical strength of the tournament and how well the player progresses. The Ratings and Point Awards tab provides details.",
  "_Combined_Categories_": "Combined Categories",
  "_CC_Detail_": "Points won contribute to a player's ranking regardless of which category of event they play in. Thus a U14 player can gain points for playing in U16 events. Rankings for each age group will be published.",
  "_CC_Rationale_RM_": "Read the rationale for using combined categories.",
  "_Combined_Category_Rationale_": "Rationale for Combined Categories",
  "_CC_D_1_": "A junior player will accumulate junior ranking points toward his or her overall junior ranking regardless of the age category of the events in which he or she participates.",
  "_CC_D_2_": "Example: if a U12 girl plays in a U12 event, any points she earns go towards her overall junior ranking. Likewise if she “plays up” in a U14 or U16 event the points also go toward her overall junior ranking.",
  "_CC_D_3_": "This is quite different from the “separate category” approach where the player builds a separate ranking in each category in which he or she participates.",
  "_CC_D_4_": "The main reasons for using a combined category approach are:",
  "_CC_D_5_": "The combined ranking method allows a player to play at the level that is correct for their development level. They do not have to worry about building or protecting a ranking in their current age category.",
  "_CC_D_6_": "In the combined ranking method a player can maintain a national ranking in their own category even if they exclusively “play up”. In the separate category method, if a player exclusively “plays up” then they do not develop a ranking in their own category.",
  "_CC_D_7_": "The combined category method allows all the player’s results to build to a single ranking. In the separated category approach, there is no way to get a single ranking that reflects the player’s overall capability.",
  "_CC_D_8_": "Using the combined rankings method, a player’s ranking follow them seamlessly as they progress to the next age group. This does not happen in a separated rankings approach. ",
  "_junior_num_events_": "Best 5 Tournaments",
  "_junior_num_events_detail_": "Junior rankings are based on results from the player's best five tournaments.",
  "_junior_num_events_rm_": "Read the rationale for using five tournaments.",
  "_jr_num_events_rationale_": "Rationale for Five Tournaments",
  "_jr_num_events_play_opportunities_": "Play Opportunities",
  "_jr_num_events_play_opportunities_detail_": "Under most circumstances, players will have opportunities to play in many events at their own level in the course of a year. Those seeking to develop, build or maintain a ranking should have no problem participating in at least five events.",
  "_jr_num_events_quality_": "Quality over Quantity",
  "_jr_num_events_quality_detail_": "Tennis Canada and the provinces want to ensure that rankings are built by excellent performances rather than many mediocre performances. By limiting rankings to “best 5”, a player cannot build a ranking simply by playing in many more events than his or her peers.",
  "_Draw_Size_": "Draw Size",
  "_Draw_Size_Details_": "Draw strength, not draw size, is the major factor in the determination of point awards. However, events with very small draws may over-reward players. For this reason all of the point awards listed in the tables assume a minimum draw size of 8. Points for events with smaller draw sizes will be reduced proportionately to the number of players in the draw. This only applies to regional and provincial events.",
  "_RAP_Title_": "Ratings And Point Awards",
  "_Points_Benchmark_": "Points Benchmark",
  "_PB_Details_": "The ranking system uses The U18 National Championships as its benchmark for point awards. As can be seen in the point award table, the winner receives 10,000 points.",
  "_Rating_": "Rating",
  "_Rating_Detail_1_": "In tournaments rated stronger than the Under 18 National Championships (e.g. U16 Boys Orange Bowl) the winner receives more points than 10,000 points.  In Tournaments rated weaker than the U18 National Championships (e.g. younger age groups at nationals and all provincial and regional events) the winner receives fewer points.",
  "_Rating_Detail_2_": "The ratings were developed independently for each type of event and are explained in detail under the Ranked Events tab.",
  "_Points_for_rounds_reached_": "Point Awards for Rounds Reached",
  "_PRR_Details_1_": "The points awarded to the winner of a specific event are based on the event's rating times the benchmark point award of 10,000.",
  "_PRR_Details_2_": "Point awards for the finalist are 60% of the winner points. Point awards for the semi-finalist are 60% of the point awards of the finalist. Point awards for the quarter finalist are 60% of the semi-finalist and so on.",
  "_National_Age_Category_Ratings_": "Age Category Ratings",
  "_NACR_Detials_": "The rating of the boys and girls U16, U14, and U12 National Championships are based on a study of the performance of all players who “played up” at National and Ontario championships over 3 years. ",
  "_NACR_rm_": "Learn more about age category ratings.",
  "_BU16_Rating_": "Why does The Boys U16 National Champion get 5,200 points?",
  "_BU16_Rating_Details_1_": "This was determined by a study of the historical results of players who played in both the U16 and U18 National Championships in the same year. The study covered a three-year period. By comparing how the players performed in both categories, we determined the relative strength of the two categories.  The number generated by the study was then adjusted to ensure that players would not achieve a high ranking by simply “playing-up”.",
  "_Other_AG_Ratings_": "What about the other age groups?",
  "_Other_AG_Rating_Details_": "The exact same study was done to compare U14 boys with U16 boys, And U12s with U14s. The same three studies were done for the girls. These six studies provided the winner point awards for the Boys and Girls U16, U14 and U12 National Championships.",
  "_Boys_vs_Girls_": "Why are the boys ratings different from the girls?",
  "_Boys_vs_Girls_Details_": "The studies showed a very marked difference between boys playing up and girls playing up. Regardless of the reasons for it, girls clearly do better when playing up. This means that there is not as much difference between the age groups as compared to the boys. This in turn leads to smaller differences in the ratings of their age groups. ",
  "_National_and_Regional_Rankings_": "National and Provincial Rankings",
  "_NRR_Details_": "To compute a player's ranking, the system includes results from provincial regional events, national championships, international junior events, through to professional events. Players will be able to see how they rank nationally and within their province or region.",
  "_Ranked_Events_": "Ranked Events",
  "_National_Junior_Events_": "National Junior Events",
  "_NJE_Details_": "Results in National Indoor and Outdoor Championships will count towards a player's ranking. ",
  "_NJE_rm_": "Read about the ",
  "_National_Junior_Open_Series_": "National Junior Open Series",
  "_NJOS_Details_": "The winners of the National Junior Open Series for U12, U14 and U16 players are awarded points based on events of comparable strength.",
  "_NJOS_rm_": "Read more about the NJOS.",
  "_NJOS_Point_Awards_": "National Junior Open Series Point Awards",
  "_NJOS_PA_ON_": "Point Awards in Ontario",
  "_NJOS_PA_ON_Detail_": "In Ontario, National Junior Open Series winners receive the same points as the winners of four star events.",
  "_NJOS_PA_QC_": "Point Awards in Quebec",
  "_NJOS_PA_QC_Detail_": "In Quebec, girls National Junior Open Series winners receive the same points as the National Championship losing quarter-finalist.  Boys winners receive the same point awards as the winners of the Etapes events.",
  "_NJOS_PA_BC_": "Point Awards in British Columbia",
  "_NJOS_PA_BC_Detail_": "In BC, National Junior Open Series winners receive the same points as the National Championship losing quarterfinalist. ",
  "_Provincial_": "Provincial",
  "_Provincial_Events_": "Provincial and Regional Events",
  "_Provincial_Events_Details_1_": "Most Junior events in Canada are sanctioned at the provincial level. There are also Regional Championships held in The Atlantics (NB, NL, NS and PE) and Manitoba - Saskatchewan. Results from all Provincial and Regional Events will count towards a player's ranking.",
  "_Provincial_Events_Details_2_": "Since provinces and regions have varying strengths, each has been given a rating based on how their players have performed at nationals over the past three years. Provincial/Regional Championships are rated according to their strength factor.",
  "_Provincial_Strength_Factor_RM_": "Learn how provincial strencth factors are calculated.",
  "_Provincial_Events_Details_3_": "Additional lower tiers of provincial events are available in every province.  Ratings for these events are shown in the provincial events points tables.",
  "_Provincial_Events_Details_4_": "Each province has their own event structure, but there are similarities accross the country.",
  "_Event_Grades_": "Event Grades",
  "_Event_Grades_Details_": "The following table shows how the event structures across the country relate to event grades.",
  "_Combined_Events_Title_": "Combined Events",
  "_Combined_Events_Detail_": "Ratings will be adjusted when age group events are combined due to insufficient participation.",
  "_combined_events_rm_": "Read more about combined age group events.",
  "_Combined_Events_Detail_1_": "If any of the following conditions are satisfied the event rating will not be reduced.",
  "_Combined_Events_Condition_1_": "> 25% of the players are in the age category of the event",
  "_Combined_Events_Condition_2_": "> 50% of the players are in the age group of the event or the age group below.",
  "_Combined_Events_Condition_3_": "> 8 players in total are in the age group of the event or the age group below.",
  "_Combined_Events_Detail_2_": "If none of these conditions are met, the event will be downgraded.",
  "_Canadian_Open_Events_": "Canadian Open Events",
  "_Canadian_Open_Event_Details_": "Excellent performance in the top level Canadian Open events will also contribute toward a junior's ranking. ",
  "_multi_agegroup_events_": "Multi Age Group Events",
  "_multi_agegroup_events_detail_": "Many events involve players from multiple age groups. Some such events will be downgraded if there are too few players in the actual event age-group.",
  "_multi_agegroup_events_rm_": "Read more about multi age-group events.",
  "_multi_agegroup_events_detail_1_": "Many events involve players from multiple age groups. Normally such events are rated for the age group of the oldest participants. However, some such events are notably weaker. This can happen when events are combined or there are simply not enough players to run events in each age category.  We must avoid the lower age group players building a strong ranking simply by playing in such events.",
  "_multi_agegroup_events_detail_2_": "Therefore Multi age-group events will be downgraded (by one age group) when all of the following conditions apply:",
  "_multi_agegroup_events_condition_1_": "less than  25% of the players are in the age category of the event",
  "_multi_agegroup_events_condition_2_": "less than 50% of the players are in the age group of the event or the age group below.",
  "_multi_agegroup_events_condition_3_": "fewer than 8 players in total are in the age group of the event or the age group below.",
  "_Open_Events_": "Open Events",
  "_Open_Event_Details_": "Results from professional events and a selected set of Canadian Open events will also contribute toward a junior's ranking. The ratings for these tournaments are based on historical data as well as the relative strengths of these events as rated by the ITF, ATP, and WTA.",
  "_60_Percent_Rationale_": "Rationale for Sixty Percent",
  "_Points_Per_Round_": "Points Per Round",
  "_PPR_Details_": "Point awards for the finalist are 60% of the winner points. Point awards for the semi-finalist are 60% of the point awards of the finalist. Point awards for the quarter finalist are 60% of the semi-finalist and so on.",
  "_Choice_of_60_Percent_": "Choice of 60%",
  "_C60P_Details_": "The value 60% was chosen as it has a good balance between properly rewarding a player’s accomplishment and not over-weighting the top finisher points. This approach is consistent with international ranking methods of the ITF, ATP and WTA.",
  "_Open_Events_Dialog_Title_": "Canadian Open Event Ratings",
  "_Major_Open_Events_": "Major Canadian Open Events",
  "_MOE_Details_1_": "The major Canadian Open tournaments will be the events rated at 1000 which can be found in the “About Rankings” on the Open Rankings in the “Open Events Tab”. The historic strength of these events warrant points gained towards a junior ranking.",
  "_MOE_Details_2_": "Even so, Tennis Canada requires an excellent performance from juniors at these events to gain points toward their junior ranking. In particular, a junior must reach the quarter finals to get any points. This is to prevent players from building a national junior ranking by playing Open events, and yet recognizes excellent results when they do occur.",
  "_Open_Event_Rating_": "Open Event Rating",
  "_OER_Details_21_": "For junior boys, reaching the final of one of these major open events is a very unusual occurrence and therefore equates to winning the Boys U18 National Championships.",
  "_OER_Details_2_": "The Women's Open events are significantly less strong and deep than the Men's Open events and therefore a junior girl winning an open event (not an unusual occurrence) is awarded junior points equal to a Girls U18 National semi-finalist.",
  "_OER_Details_21_2022_": "In 2022 the awards for juniors playing well in Open 1000 events was reduced significantly.  This reflects the fact that, during COVID, the adult participation in these events was minimal and consequently, by playing Open events, some juniors were able to build rankings that were not reflective of their skill level. A study was done to come up with new piont awards.  It remains the case Junior girls compete more successfully in Open 1000 events than Junior Boys do.  Consequently their awards are lower.",
  "_OER_Details_2_2022_": "A boy winning an Open 1000 event will be awarded 5,000 junior ranking points (down from 16,667). A girl wnning an Open 1000 event will be awarded 2,000 points (down from 5,000).",
  "_Regional_Strength_Factors_Title_": "Provincial & Regional Strength Factors",
  "_RSF_Details_1_": "It is clear that the difficulty of winning a provincial championship differs from province to province. So, to be fair, the point awards for all Regional and Provincial Championships cannot be the same.",
  "_RSF_Details_2_": "The rating for each province or region’s championships is based on the performance of the players from that province or region at National Championships over the last three years.",
  "_RSF_Details_3": "We have calculated a Nationals Performance Rating (NPR) for each province and region, separated by gender. These are reflected in the ratings in the regional point awards data.",
  "_RSF_Details_2019_2_": "Therefore, each province or region will be given a boy's and a girl's strength rating which will be used to rate their event.",
  "_RSF_Details_2019_3_": "These ratings will be calculated anew every year and will go ito effect on January 1.",
  "_RSF_Details_2019_4_": "The strength factor for each province based on their top 5 players performance at national over the previous 3 years. 50% from performance at previous year's nationals, 30% on performance on the year before that and 20% on the year before that.",
  "_Strength_Factor_Calculation_": "Strength Factor Calculation",
  "_SFC_Step1_": "Step 1: Calculation of Points",
  "_SFC_Step1_Details_": "For the previous three years of nationals, count the number of winners, finalists, semi-final losers, quarter final losers, and round of 16 losers for each region. Multiply the number of winners by 16, losing finalists by 8, losing SFs by 4, losing QFs by 2, and round of 16 losers by 1. Total these to get the points for each region.",
  "_SFC_Step1_Example_": "Example: if, over the last 6 nationals, Quebec Boys have had 9 Champions, 11 finalists, 15 SF losers, 39 QF losers, and 65 R16 losers. 9*16 + 11*8 + 15*4 + 39*2 + 65*1 = 435 points ",
  "_SFC_Step2_": "Step 2: Calculation of Base National Performance Rating (BNPR)",
  "_SFC_Step2_Details_1_": "Over the past three years of nationals there are 1152 points available for boys and 1152 for girls.",
  "_SFC_Step2_Details_2_": "Each region earned some percentage of the available points – that is their BNPR This is a realistic representation of how that region performs at nationals. ",
  "_SFC_Step2_Example_1_": "Example: If Alberta Boys won 58 points over the last 6 nationals. 58/1152 is about 5% of the total. This is Alberta’s BNPR for boys. ",
  "_SFC_Step2_Example_2_": "Example: If Quebec Girls won 230 of a possible 1152 points which is about 20%. So the BNPR for Quebec girls is 20% of nationals.",
  "_SFC_Step2_More_": "In theory, a region’s BNPR would be the provincial or regional rating. However, some provinces and regions actually had few or no players reach the round of 16 at nationals in the past three years, which yields an National Performance Rating (NPR) of 0%. A rating of 0 would nullify any award from a provincial or regional championship. This would be a disincentive for participation in these provinces and regions. So we made an adjustment to the BNPR to come to a final NPR.",
  "_SFC_Step3_": "Step 3: Calculation of Nationals Performance Rating (NPR)",
  "_SFC_Step3_Details_": "There is a minimum NPR of 5% to which we add 95% of the region’s BNPR to arrive at the final NPR. (Prior to 2017 the minimum was 10%.)",
  "_SFC_Step3_Example_": "Example: If the BC Girls BNPR is 17.5% of nationals. Its NPR is 5% + 95% of its BNPR. This works out to 21.6%. So, BC girl’s provincials are rated at 21.6% of Nationals. ",
  "_sfc_detail_2019_1": "How do we calculate each provincial boy's and girl's strengths for a gender in a given year?",
  "_sfc_detail_2019_2": "Step 1: Calculate points earned",
  "_sfc_detail_2019_3": "For each province, look at their top 5 performers in for both indoor and outdoor nationals.  A winner earns 16 points for his province, a runner up earns 8, a losing SF earns 4, losing QF earns 2 and a losing R16 earns 1.",
  "_sfc_detail_2019_4": "Example: let's say that in the previous year, BC boys had 1 national champion, 2 runners up, 5 semi- finalists, 7 quarter-finalists and 7 loosers in R16. This would earn them  1(16) + 2(8) + 5(4) + 7(2) + 7(1) = 73 points.",
  "_sfc_detail_2019_5": "Step 2: Calulate a provisional rating for the year",
  "_sfc_detail_2019_6": "A province's provisional rating is the number of points earned by that province divided by the number of points won by all provinces. A strong province may in fact earn over half the points won by all the provinces, while a weak province may accru very few points.",
  "_sfc_detail_2019_7": "Example: in any year there are a maximum of 384 points available in total, but because some provinces may have more than 5 players in the top 16 in any one event, in actuality the total points earned across all the provinces may be in the range of 660.  In this case BC would have a provisional rating for boys of 73/660 = .11.",
  "_sfc_detail_2019_8": "Step 3: Go back three years",
  "_sfc_detail_2019_9": "Add together 50% of last year's provisional rating , 30% of the previous year's and 20 % of the year before that.",
  "_sfc_detail_2019_10": "Example: assume that BC boys has pr of .11, .15 and .13 over the last three years. Their provisional rating would be .5 * .11 + .3 * .15 +.2 *.13 = .126",
  "_sfc_detail_2019_11": "Step 4: Adjust the provisional rating",
  "_sfc_detail_2019_12": "The actual rating is .05 * .95 times the provisional rating.  This is done to ensure that no province will have a rating below .05, which means not province's championships will ever be rated lower than 5% of the national championships.",
  "_sfc_detail_2019_13": "Example: BC's boys rating would be .05 + .95 * .126 = .170",
  "_sfc_detail_2019_14": "This means that BC's provincial championships would be rated at 17.0% of nat the national championships in the same age group.",
  "_Strength_Factor_Recalculation_": "Recalculation of the Nationals Performance Rating",
  "_SFR_Details_": "NPRs for each province or region are recalculated anually based on the past three year's results at nationals.  In this way, a region can build its NPR as it produces stronger players.",
  "_Play_Up_Exception_": "When a player “plays up” they can only gain points if they win at least one match (not including byes, defaults or walkovers). This is to avoid the possibility of players building a ranking by “playing up” and losing.",
  "_junior_category_select_tooltip_": "Point awards differ between age categories.",
  "_junior_gender_select_tooltip_": "Point awards differ between genders as girls tend to develop more quickly.",
  "_junior_draw_size_tooltip_": "Point awards are reduced for draws smaller than 8.",
  "_Cdn_Open_abbrv_": "Cdn Open",
  "_Cdn_Open_": "Canadian Open Events",
  "_Cdn_Open_description_": "Juniors can earn points in top tier Canadian Open 1000 events. For a list of these events click on the About Rankings on the Open Rankings and click on the Open Events tab.",
  "_RLFBWD_": "First Round Losses, Byes, Walkovers, Withdraws & Defaults",
  "_RLFBWD_Domestic_rm_": "Learn how these are treated in domestic events when playing in own age group.",
  "_RLFBWD_Domestic_PU_rm_": "Learn how these are treated in domestic events when playing above own age group.",
  "_RLFBWD_Intl_rm_": "Learn how these are treated in international events.",
  "_RLFBWD_Domestic_Title_": "Domestic Events, Playing in Own Age Group",
  "_RLFBWD_Domestic_PU_Title_": "Domestic Events Playing Above Own Age Group",
  "_RLFBWD_International_Title_": "International Events",
  "_FR_ITF_title_2019_": "ITF Tournaments",
  "_FR_ITF_detail_2019_1_": "Since 2019, in ITF tournaments, junior points are awarded based on ITF points earned. So, the following rules only apply USTA and Tennis Europe tournaments.",
  "_FR_Participation_Required_": "Participation Required",
  "_FR_PR_Details_": "In order to earn points a player must participate in an event.  So if a player withdraws from an event or yields a walkover or default in his or her first match on court, no points are awarded.",
  "_Win_Required_PU_": "Win Required",
  "_Win_Required_PU_Details_": "When “playing up” a player must win at least one match in order to receive points.  Specifically, this does not include advancement by default, walkover or bye. This rule is in place to assure that players can not build a ranking by accumulating points simply by entering higher level events.",
  "_FRL_": "First Round Losses",
  "_FRL_Domestic_": "In general, players playing in their own age group in domestic events are awarded points for first round losses, which amounts to a recognition of participation.",
  "_FRL_Domestic_PU_": "When “playing up” a player must win at least one match in order to receive points, so no points are awarded for a first round loss. ",
  "_FRL_International_": "In general, players playing international events are not awarded points for a first round loss. This is to prevent players from building a ranking by playing international events, where point awards are greater, and gaining ranking points without winning any matches.",
  "_FRL_Exceptions_": "Exceptions",
  "_FRL_Exception_1_": "At junior grand slam events and the Orange Bowl, players are awarded points for first round losses at half the normal point award rate. This recognizes the difficulty in simply qualifying (either through direct entry or by coming through the qualification process) for these events.",
  "_FRL_Exception_2_": "If a junior goes through the qualifying process and earns their spot in the main draw of a professional event and that result earns them an ATP or WTA point, they will receive first round loser points.",
  "_FRL_Exception_3_": "If a player's ranking places them directly into the main draw of a professional event and if the first round loss earns them an ATP or WTA point, they will receive first round loser points. Players who lose first round after receiving a wildcard into main draw will not receive first round loser points.",
  "_First_Round_Byes_": "Receiving a First Round Bye, Walkover or Default",
  "_FRBWD_Domestic_": "A first round bye, walkover or default is treated as a win.",
  "_FRBWD_Domestic_PU_": "When “playing up”, first round bye, walkover or default is not treated as a win.",
  "_FRBWD_International_": "A first round bye, walkover, or default is not treated as a win. A player receiving a first round bye, must still generally win a match to receive ranking points. However, note the above exceptions.",
  "_Second_Round_Byes_": "Receiving a Second Round (or later) Bye, Walkover or Default",
  "_SRBWD_Domestic_": "Like in the first round, second round advancement is treated as a win.",
  "_SRBWD_Domestic_PU_": "If a player has already won a match, second round or later walkovers or defaults are treated as wins. If not, a player must still win a match in order to receive points.  In an extreme example, a player receives a bye, followed by a walkover and a default, the player must still win his or her next match to recieve points when “playing up”.",
  "_SRBWD_International_": "In general, a second round advancement is treated as a win. Note that a player who does not participate in the tournamnet (i.e. advances via walkover and then yields a walkover) does not receive points.",
  "_Retirement_": "Retirement",
  "_Retirement_Details_": "If a player retires after play has commenced, the match is treated as having been won or lost.",
  "_jr_in_open_eg_": "Pro & Open",
  "_jr_in_open_eg_title_": "Juniors Playing Pro & Open",
  "_WTA_eg_": "WTA",
  "_WITF_eg_": "Womens ITF",
  "_ATP_eg_": "ATP Tier 1",
  "_ATP2_eg_": "ATP Tier 2",
  "_jr_open_eg_": "Domestic Open",
  "_jr_open_w_": "Domestic Open Women",
  "_jr_open_w_abbrv_": "Open Women",
  "_jr_open_m_": "Canadian Open Men",
  "_jr_open_m_abbrv_": "Open Men",
  "_jr_in_domestic_open_eg_": "Open 1000 Events",
  "_jr_eg_": "Junior",
  "_jr_eg_title_": "Junior",
  "_exchange_rate_approach_": "Exchange Rate Approach",
  "_exchange_rate_approach_detail_2022_": "Tennis Canada awards junior ranking points for performance for Canadian juniors playing in ITF Junior, and men's and women's professional events. These points are awarded by converting ITF, ATP and WTA points earned to Canadian Junior ranking points.",
  "_exchange_rate_approach_detail_": "Tennis Canada awards junior ranking points for performance for Canadian juniors playing in ITF Junior, ITF Transition Tour, and men's and women's professional events. These points are awarded by converting ITF, TT, ATP and WTA points earned to Canadian Junior ranking points.",
  "_exchange_rate_approach_rm_": "Learn about how the exchange rates were calculated.",
  "_boys_ITF_ER_": "1 ITF junior boy's point earns 150 Canadian junior boys rankings points.",
  "_girls_ITF_ER_": "1 ITF junior girl's point earns 200 Canadian junior girl's rankings points.",
  "_mens_TT_ER_": "1 ITF men's transition tour point earns 600 Canadian junior boy's rankings points.",
  "_womens_TT_ER_": "1 ITF women's transition tour point earns 300 Canadian junior girl's rankings points.",
  "_ATP_ER_": "1 ATP point earns 7,500 Canadian junior boy's rankings point.",
  "_WTA_ER_": "1 WTA point earns 2,500 Canadian junior girl's rankings point.",
  "_exchange_rate_": "Exchange Rate",
  "_er_methodology_": "Exchange Rate Methodology",
  "_er_methodology_detail_": "The following is the general approach to determining an accurate exchange rate between one point regieme and another.",
  "_er_player_pool_": "Choose A Player Pool",
  "_er_player_pool_detail_": "Choose a set of players who have played under both point regimes.",
  "_er_player_pool_example_": "For example, 9 of the top 13 Canadian girls played 39 Canadian tournaments and  79 ITF tournaments collectively in 2018.",
  "_er_average_points_per_play_": "Calcualte average points per play.",
  "_er_average_points_per_play_detail_": "Look at how many points were earned by these players for tournament played under each regime.",
  "_er_average_points_per_play_example_1_": "For example, the top Canadian girls collectively earned 131,124 points in 39 Canadian tournaments for an average of 3,362 points per tournament.",
  "_er_average_points_per_play_example_2_": "The same girls collectively earned 1,014 ITF points in 79 tournaments for an average of 12.84 points per tournament.",
  "_er_rate_": "Calculate the exchange rate",
  "_er_rate_detail_": "The exchange rate is calculated by dividing the two averages.",
  "_er_rate_example_": "For example: 1 ITF point is worth 262 Canadian Junior girls points (3,362/12.84 = 262)",
  "_er_adjustment_": "Exchange rate adjustment",
  "_er_adjustment_detail_": "Tennis Canada adjusts the calcualted exchange rate to encourage domestic play and discourage building a Canadian Junior ranking using only international play.",
  "_er_adjustment_example_": "For example the Tennis Canada adjusted the exchange rate so that 1 ITF point is worth 200 Canadian Junior girls ranking points for the above reasons.",
  "_indirect_exchange_rate_": "Indirect Exchange Rates",
  "_indirect_exchange_rate_detail_": "There are insufficient numbers of players playing both Canadian Junior and professional tournaments to accurately calculate an exchange rate.  Instead, an exchange rate was first calculated from Professional points to ITF Junior Points and then converted to Canadian ranking points with the ITF Junior to Canadian Ranking point rate previously calculated."
}
