{
  "_junior_competitive_structure_":  "Competitive Structure",
  "_RM_International_":  "Read more about international junior event ratings",
  "_RSF_":  "Regional strength factor",
  "_Tournament_Structure_":  "tournament structure",
  "_Open_PT_Title_":  "Point Awards for Open Events",
  "_RM_Male_Pro_":  "Read more about Men's Professional Events",
  "_RM_Canadian_Open_":  "Read more about Canadian Open Events",
  "_RM_Female_Pro_":  "Read more about Women's Professional Events",
  "_KCT_Title_":  "Key Concepts",
  "_Points_for_Progress_":  "Points for Progress (rounds reached)",
  "_PFP_Detail_":  "The ranking system awards points for progress in sanctioned tournament play. The further a player progress, the more points they build up. The benchmark point award is 10,000 for the U18 Junior National Championship winners.",
  "_Combined_Categories_":  "Combined Categories",
  "_CC_Detail_":  "Points won contribute to a player's ranking regardless of which category of event they play in. Thus a U14 player can gain points for playing in U16 events. Rankings for each age group will be published.",
  "_Rolling_52_Weeks_":  "Ranking is Based on a Rolling 52 Week Point Accumulation",
  "_R52W_Details_":  "Points are accumulated from a player's top 5 results over the past 52 weeks. Results from each new week will be added and the results from the corresponding week of the previous year will be dropped. Players receive a ranking by playing at least one of the specified ranking events. ",
  "_Strength_Based_Ratings_":  "Strength Based Ratings",
  "_SBR_Details_":  "Point awards for tournaments are based on the strength of the tournament. The Under 18 National Championships serves as the benchmark against which all other events are rated.",
  "_Draw_Size_":  "Draw Size",
  "_Draw_Size_Details_":  "Draw strength is the major factor in the determination of point awards. However, events with very small draws may over-reward players. For this reason all of the point awards listed in the tables assume a minimum draw size of 8. Points for events with smaller draw sizes will be reduced proportionately to the number of players in the draw. This only applies to regional and provincial events.",
  "_National_and_Regional_Rankings_":  "National and Provincial Rankings",
  "_NRR_Details_":  "To compute a player's ranking, the system includes results from provincial regional events, national championships, international junior events, through to professional events. Players will be able to see how they rank nationally and within their province or region.",
  "_Singles_and_Doubles_":  "Singles and Doubles",
  "_SD_Details_":  "Rankings for singles and doubles will be maintained separately. ",
  "_RAP_Title_":  "Ratings And Point Awards",
  "_Points_Benchmark_":  "Points Benchmark",
  "_PB_Details_":  "The ranking system uses The U18 National Championships as its benchmark for point awards. As can be seen in the point award table, the winner receives 10,000 points.",
  "_Rating_":  "Rating",
  "_Rating_Detail_1_":  "Tournaments rated stronger than the Under 18 National Championships (e.g. junior grand slams and pro events) receive more points than 10,000 points.  Tournaments rated weaker than the U18 National Championships (e.g. younger age groups at nationals and all provincial and regional events) receive fewer points.",
  "_Rating_Detail_2_":  "The ratings were developed independently for each type of event and are explained in detail under the Ranked Events tab.",
  "_Points_for_rounds_reached_":  "Point Awards for Rounds Reached",
  "_PRR_Details_1_":  "The points awarded to the winner of a specific event are based on the event's rating times the benchmark point award of 10,000.",
  "_PRR_Details_2_":  "Point awards for the finalist are 60% of the winner points. Point awards for the semi-finalist are 60% of the point awards of the finalist. Point awards for the quarter finalist are 60% of the semi-finalist and so on.",
  "_National_Age_Category_Ratings_":  "National Age Category Ratings",
  "_NACR_Detials_":  "The rating of the U16, U14, and U12 National Championships are based on a study of the performance of all players who “played up” at National and Ontario championships over the past 3 years. There is a clear difference in the results of Girls “playing up” and Boys “playing up” and this is reflected in the fact that the girls and boys ratings are different for each age category. On the whole, girls do better when “playing up” so, there is less difference between the age categories than for the boys.",
  "_Ranked_Events_":  "Ranked Events",
  "_NJE_Detials_":  "Results in National Indoor and Outdoor Championships will count towards a player's ranking. ",
  "_National_Junior_Events_":  "National Junior Events",
  "_National_Junior_Open_Series_Title_":  "Junior Open Series",
  "_NJOS_Details_":  "The winners of the National Junior Open Series for U12, U14 and U16 players are awarded points based on events of comparable strength.",
  "_NJOS_Point_Awards_":  "National Junior Open Series Point Awards",
  "_NJOS_PA_ON_":  "Point Awards in Ontario",
  "_NJOS_PA_ON_Detail_":  "In Ontario, National Junior Open Series winners receive the same points as the winners of four star events.",
  "_NJOS_PA_QC_":  "Point Awards in Quebec",
  "_NJOS_PA_QC_Detail_":  "In Quebec, girls National Junior Open Series winners receive the same points as the National Championship losing quarter-finalist.  Boys winners receive the same point awards as the winners of the Etapes events.",
  "_NJOS_PA_BC_":  "Point Awards in British Columbia",
  "_NJOS_PA_BC_Detail_":  "In BC, National Junior Open Series winners receive the same points as the National Championship losing quarterfinalist. ",
  "_Provincial_":  "Provincial",
  "_Provincial_Events_":  "Provincial and Regional Events",
  "_Provincial_Events_Details_1_":  "Most Junior events in Canada are sanctioned at the provincial level. There are also Regional Championships held in The Atlantics (NB, NL, NS and PE) and Manitoba - Saskatchewan. Results from all Provincial and Regional Events will count towards a player's ranking.",
  "_Provincial_Events_Details_2_":  "Since provinces and regions have varying strengths, each has been given a rating based on how their players have performed at nationals over the past three years. Provincial/Regional Championships are rated according to their strength factor.",
  "_Provincial_Strength_Factor_RM_":  "Read about strength factors",
  "_Provincial_Events_Details_3_":  "Additional lower tiers of provincial events are available in every province.  These are described in the provincial events points tables.",
  "_Provincial_Events_Details_4_":  "Each province has their own event structure, but there are similarities accross the country.",
  "_Event_Grades_":  "Event Grades",
  "_Event_Grades_Details_":  "The following table shows how the event structures across the country relate to event grades.",
  "_Combined_Events_Title_":  "Combined Events",
  "_Combined_Events_Detail_":  "Ratings will be adjusted when age group events are combined due to insufficient participation.",
  "_Combined_Events_Detail_1_":  "If any of the following conditions are satisfied the event rating will not be reduced.",
  "_Combined_Events_Condition_1_":  "25% of the players are in the age category of the event",
  "_Combined_Events_Condition_2_":  "50% of the players are in the age group of the event or the age group below.",
  "_Combined_Events_Condition_3_":  "8 players in total are in the age group of the event or the age group below.",
  "_Combined_Events_Detail_2_":  "If none of these conditions are met, the event will be downgraded.",
  "_International_Junior_Events_":  "International (ITF, USTA and Tennis Europe) Junior Events",
  "_IJE_Details_":  "A selected set of internationally rated junior events will also be included in the national rankings. The ratings for these events are based on the historical performance of top Canadian players at these events. We also considered the relative ratings of these events by their sanctioning body.",
  "_IJE_Details_2_":  "Players who participate in USTA and Tennis Europe events must inform Tennis Canada of their participation by e-mailing tournaments@tenniscanada.com to ensure that the appropriate points will be awarded.",
  "_IJE_RM_":  "Read more about international junior event ratings",
  "_Open_Events_":  "Open Events",
  "_Open_Event_Details_":  "Results from professional events and a selected set of Canadian Open events will also contribute toward a junior's ranking. The ratings for these tournaments are based on historical data as well as the relative strengths of these events as rated by the ITF, ATP, and WTA.",
  "_Combined_Category_Rationale_":  "Rationale for Combined Categories",
  "_CC_D_1_":  "A junior player will accumulate junior ranking points toward his or her overall junior ranking regardless of the age category of the events in which he or she participates.",
  "_CC_D_2_":  "Example: if a U12 girl plays in a U12 event, any points she earns go towards her overall junior ranking. Likewise if she “plays up” in a U14 or U16 event the points also go toward her overall junior ranking.",
  "_CC_D_3_":  "This is quite different from the “separate category” approach where the player builds a separate ranking in each category in which he or she participates.",
  "_CC_D_4_":  "The main reasons for using a combined category approach are:",
  "_CC_D_5_":  "The combined ranking method allows a player to play at the level that is correct for their development level. They do not have to worry about building or protecting a ranking in their current age category.",
  "_CC_D_6_":  "In the combined ranking method a player can maintain a national ranking in their own category even if they exclusively “play up”. In the separate category method, if a player exclusively “plays up” then they do not develop a ranking in their own category.",
  "_CC_D_7_":  "The combined category method allows all the player’s results to build to a single ranking. In the separated category approach, there is no way to get a single ranking that reflects the player’s overall capability.",
  "_CC_D_8_":  "Using the combined rankings method, a player’s ranking follow them seamlessly as they progress to the next age group. This does not happen in a separated rankings approach. ",
  "_Five_Event_Rationale_":  "Rationale for Five Tournaments",
  "_FE_D_Play_Opportunities_":  "Play Opportunities",
  "_FE_D_PO_Details_":  "Under most circumstances, players will have opportunities to play in many events at their own level in the course of a year. Those seeking to develop, build or maintain a ranking should have no problem participating in at least five events.",
  "_FE_D_Quality_":  "Quality over Quantity",
  "_FE_D_Quality_Details_":  "Tennis Canada and the provinces want to ensure that rankings are built by excellent performances rather than many mediocre performances. By limiting rankings to “best 5”, a player cannot build a ranking simply by playing in many more events than his or her peers.",
  "_60_Percent_Rationale_":  "Rationale for Sixty Percent",
  "_Points_Per_Round_":  "Points Per Round",
  "_PPR_Details_":  "Point awards for the finalist are 60% of the winner points. Point awards for the semi-finalist are 60% of the point awards of the finalist. Point awards for the quarter finalist are 60% of the semi-finalist and so on.",
  "_Choice_of_60_Percent_":  "Choice of 60%",
  "_C60P_Details_":  "The value 60% was chosen as it has a good balance between properly rewarding a player’s accomplishment and not over-weighting the top finisher points. This approach is consistent with international ranking methods of the ITF, ATP and WTA.",





  "_National_Age_Category_Rating_Title_":  "National Age Category Ratings",
  "_BU16_Rating_":  "Why does The Boys U16 National Champion get 5,200 points?",
  "_BU16_Rating_Details_1_":  "This was determined by a study of the historical results of players who played in both the U16 and U18 National Championships in the same year. The study covered a three-year period. By comparing how the players performed in both categories, we determined the relative strength of the two categories.  The number generated by the study was then adjusted to ensure that players would not achieve a high ranking by simply “playing-up”.",
  "_Other_AG_Ratings_":  "What about the other age groups?",
  "_Other_AG_Rating_Details":  "The exact same study was done to compare U14 boys with U16 boys, And U12s with U14s. The same three studies were done for the girls. These six studies provided the winner point awards for the Boys and Girls U16, U14 and U12 National Championships.",
  "_Boys_vs_Girls_":  "Why are the boys ratings different from the girls?",
  "_Boys_vs_Girls_Details_":  "The studies showed a very marked difference between boys playing up and girls playing up. Regardless of the reasons for it, girls clearly do better when playing up. This means that there is not as much difference between the age groups as compared to the boys. This in turn leads to smaller differences in the ratings of their age groups. ",

  "_IJE_Rating_":  "International events were rated using a combination of the following principles.",
  "_IJE_Player_Data_":  "Player Data",
  "_IJE_Player_Data_Detail_":  "Tennis Canada considered historical results for players who had participated in both Canadian Nationals and in the international tournaments during the same year. Their comparative results yielded a tournament rating. This worked quite well for some categories (ITF Grade 4 and 5 in particular) but not for others where we did not have as much data. In these cases we used the approaches listed below.",
  "_IJE_Sanctioning_Body_":  "Sanctioning Body Ratings",
  "_IJE_SB_Details_":  "The relative ratings awarded to classes of tournaments by their sanctioning organizations also provided a guide. Our ratings are generally consistent with the ratings the ITF awards for its tournaments. One notable exception is that the ITF rates its Grade B events (regional championships) very highly. Our data suggested that the Pan American championships are over-rated by the ITF so our rating is significantly lower for that event.",
  "_IJE_SB_Details_2_":  "Our ratings are also generally consistent with Tennis Europe's point ratings for their age group events.",
  "_IJE_First_Round_Loss_":  "No First Round Loss Points",
  "_IJE_FRL_Details_":  "Some international events carry a high rating. In order to avoid players gaining points and building a ranking by simply attending these events, Tennis Canada will not award points for losses in the first round of international tournaments. The exceptions to this are the junior grand slams and the Orange Bowl, where difficult qualification standards make participation in the first round an achievement. First round losses in these events are awarded at half their normal value.",
  "_IJE_Underrating_":  "Slight Under-Rating of International Events",
  "_IJE_Underrating_Detail_":  "Tennis Canada set the rating of international events slightly below the calculated value. This decision was made a) to encourage play in provincial and national championships and b) to give players who do not have the financial resources to play internationally to nevertheless develop a strong national ranking.",
  "_IJE_No_Qualifying_Points_":  "No Points for Qualifying Play in International Junior Events",
  "_IJE_No_Qualifying_Points_Detail_":  "Due to the variety in the strength of the players, there will not be any points awarded for qualifying rounds of all junior international events. However, should a player qualify for either the Jr. Orange Bowl and/or Junior Grand Slams and lose first round of the main draw, they will be awarded half of the first round loser points",
  "_Open_Events_Dialog_Title_":  "Canadian Open Level Event Ratings",
  "_Major_Open_Events_":  "Major Canadian Open Events",
  "_MOE_Details_1_":  "The major Canadian Open tournaments will be the events rated at 1000 which can be found in the “About Rankings” on the Open Rankings in the “Open Events Tab”. The historic strength of these events warrant points gained towards a junior ranking.",
  "_MOE_Details_2_":  "Even so, Tennis Canada requires an excellent performance from juniors at these events to gain points toward their junior ranking. In particular, a junior must reach the quarter finals to get any points. This is to prevent players from building a national junior ranking by playing Open events, and yet recognizes excellent results when they do occur.",
  "_Open_Event_Rating_":  "Open Event Rating",
  "_OER_Details_21_":  "For junior boys, reaching the final of one of these major open events is a very unusual occurrence and therefore equates to winning the Boys U18 National Championships.",
  "_OER_Details_2_":  "The Women's Open events are significantly less strong and deep than the Men's Open events and therefore a junior girl winning an open event (not an unusual occurrence) is awarded junior points equal to a Girls U18 National semi-finalist.",
  "_Regional_Strength_Factors_Title_":  "Provincial & Regional Strength Factors",
  "_RSF_Details_1_":  "It is clear that the difficulty of winning a provincial championship differs from province to province. So, to be fair, the point awards for all Regional and Provincial Championships cannot be the same.",
  "_RSF_Details_2_":  "The rating for each province or region’s championships is based on the performance of the players from that province or region at National Championships over the last three years.",
  "_RSF_Details_3":  "We have calculated a Nationals Performance Rating (NPR) for each province and region, separated by gender. These are reflected in the ratings in the regional point awards chart.",
  "_Strength_Factor_Calculation_":  "Strength Factor Calculation",
  "_SFC_Step1_":  "Step 1: Calculation of Points",
  "_SFC_Step1_Details_":  "For the previous three years of nationals, count the number of winners, finalists, semi-final losers, quarter final losers, and round of 16 losers for each region. Multiply the number of winners by 16, losing finalists by 8, losing SFs by 4, losing QFs by 2, and round of 16 losers by 1. Total these to get the points for each region.",
  "_SFC_Step1_Example_":  "Example: if, over the last 6 nationals, Quebec Boys have had 9 Champions, 11 finalists, 15 SF losers, 39 QF losers, and 65 R16 losers. 9*16 + 11*8 + 15*4 + 39*2 + 65*1 = 435 points ",
  "_SFC_Step2_":  "Step 2: Calculation of Base National Performance Rating (BNPR)",
  "_SFC_Step2_Details_1_":  "Over the past three years of nationals there are 1152 points available for boys and 1152 for girls.",
  "_SFC_Step2_Details_2_":  "Each region earned some percentage of the available points – that is their BNPR This is a realistic representation of how that region performs at nationals. ",
  "_SFC_Step2_Example_1_":  "Example: If Alberta Boys won 58 points over the last 6 nationals. 58/1152 is about 5% of the total. This is Alberta’s BNPR for boys. ",
  "_SFC_Step2_Example_2_":  "Example: If Quebec Girls won 230 of a possible 1152 points which is about 20%. So the BNPR for Quebec girls is 20% of nationals.",
  "_SFC_Step2_More_":  "In theory, a region’s BNPR would be the provincial or regional rating. However, some provinces and regions actually had few or no players reach the round of 16 at nationals in the past three years, which yields an National Performance Rating (NPR) of 0%. A rating of 0 would nullify any award from a provincial or regional championship. This would be a disincentive for participation in these provinces and regions. So we made an adjustment to the BNPR to come to a final NPR.",
  "_SFC_Step3_":  "Step 3: Calculation of Nationals Performance Rating (NPR)",
  "_SFC_Step3_Details_":  "There is a minimum NPR of 5% to which we add 95% of the region’s BNPR to arrive at the final NPR. (Prior to 2017 the minimum was 10%.)",
  "_SFC_Step3_Example_":  "Example: If the BC Girls BNPR is 17.5% of nationals. Its NPR is 5% + 95% of its BNPR. This works out to 21.6%. So, BC girl’s provincials are rated at 21.6% of Nationals. ",
  "_Strength_Factor_Recalculation_":  "Recalculation of the Nationals Performance Rating",
  "_SFR_Details_":  "NPRs for each province or region are recalculated anually based on the past three year's results at nationals.  In this way, a region can build its NPR as it produces stronger players.",
  "_Play_Up_Exception_":  "When a player “plays up” they can only gain points if they win at least one match (not including byes or defaults). This is to avoid the possibility of players building a ranking by “playing up” and losing.",
  "_Male_Professional_Events_Title_":  "Men's Professional Events",
  "_Futures_15K_":  "Futures 15,000",
  "_Futures_15K_Details_":  "Historical data shows that players playing both Junior Grand Slams and Futures 15,000 events in the same year tend to perform better at the junior grand slams by a factor of 1.3. Since the junior boys grand slams are rated at 12 times the National Championships, the Futures 15,000 events are rated at 1.3 * 12 = 15.6",
  "_ATP_15K+_":  "ATP Events Above Futures 15,000",
  "_ATP_15K+_Details_":  "Ratings for events above the Futures 15,000 use the ATP rating progression.",
  "_Futures_25K_Example_":  "Example 1: Futures 25,000 Rating",
  "_Futures_25k_Details_":  "A Futures 15,000 winner receives 18 ATP points. A Futures 25,000 winner receives 27 ATP points. Therefore we rate the Futures 25,000 at 27/18 times the rating of the Futures 15,000.",
  "_Challenger_50K_Example_":  "Example 2: Challenger 50,000 Rating",
  "_Challenger_50K_Details_":  "A Futures 15,000 winner receives 18 ATP points. A Challenger 50,000 winner receives 80 ATP points. Therefore we rate the Challenger 50,000 at 80/18 times the rating of the Futures 15,000.",
  "_ATP_500_Example_":  "Example 3: ATP 500 Rating",
  "_ATP_500_Details_":  "A Futures 15,000 winner receives 18 ATP points. An ATP 500 winner receives 500 ATP points. Therefore we rate the ATP 500 at 500/18 times the rating of the Futures 15,000.",
  "_Data_Note_":  "Data Note",
  "_Data_Note_Details_":  "The rating factor for Futures 15,000 was based on the result of every player over the last three years who played in both junior grand slams and Futures 15,000 events and who reached at least one junior grand slam quarterfinal.",
  "_Female_Professional_Events_Title_":  "Women's Professional Events",
  "_ITF_25K_Benchmark_":  "ITF $25,000 Benchmark",
  "_ITF_25K_Details_1_":  "In order to give Canadian ranking points to juniors participating in professional women's events, Tennis Canada has rated women's professional events. This was done by comparing player results from junior grand slams (which has an established rating), to the results of the same players playing in entry-level professional tournaments. Tennis Canada choose ITF $25K events as the benchmark because more young women play at this level than any other.",
  "_ITF_25K_Details_2_":  "The study showed that girls playing in both junior grand slams and $25K events had virtually identical results on average. In fact they performed slightly better at the $25K events and consequently the $25K events are rated at .96 of the junior grand slams.",
  "_ITF_25K_Details_3_":  "Since the junior girls grand slams are rated at 11.5 times the Girls Under 18 National Championships, the ITF $25,000 events are rated at 0.96 * 11.5 = 11.0.",
  "_Other_ITF_And_WTA_Events_":  "Ratings for other ITF and WTA Events",
  "_Other_ITF_And_WTA_Events_Details_":  "Ratings for events above and below the ITF $25,000 events are determined by WTA rating of those events compared to the WTA rating of the $25,000 events.",
  "_ITF_15K_Example_":  "Example 1: ITF $15,000 Rating",
  "_ITF_15K_Example_Details_":  "An ITF $25,000 winner receives 50 WTA points. A ITF 15,000 winner receives 12 WTA points. Therefore we rate the ITF 15,000 at 12/50 times the rating of the ITF $25,000.",
  "_WTA_International_Example_":  "Example 2: WTA International Rating",
  "_WTA_International_Example_Details_":  "An ITF $25,000 winner receives 50 WTA points. A WTA International winner receives 280 WTA points. Therefore we rate the WTA International at 280/50 times the rating of the ITF $25,000.",
  "_WTA_Data_Note_":  "Data Note",
  "_WTA_Data_Note_Details_":  "The rating factor for ITF $25,000 was based on the result of every player over the last three years who played in both junior grand slams and ITF $25,000 events and who reached at least one junior grand slam quarterfinal.",
  "_PR_Boys_Provincial_Championships_":  "Boys Provincial Championships",
  "_PR_Girls_Provincial_Championships_":  "Girls Provincial Championships",
  "_PR_Prov_Selection_Events_":  "Provincial Selection Events",
  "_PR_Regional_Selection_Events_":  "Regional Selection Events",
  "_PR_are_rated_at_":  "are rated at",
  "_PR_vs_nat_champs_":  "as compared to the National Championships",
  "_Competitive_Structure_Detail_":  "As of 2017, the junior competitive structure has been harmonized across Canada. ",
  "_5_star_":  "Provincial Championships ★★★★★",
  "_5_star_abbrv_":  "Provincials",
  "_5_star_description_":  "There are 2 Junior Provincial Championships  (1 indoor & 1 outdoor) held each year.",
  "_4_star_":  "4 Star",
  "_4_star_abbrv_":  "★★★★",
  "_3_5_star_":  "3.5 Star",
  "_3_5_star_abbrv_":  "★★★+",
  "_3_star_":  "3 Star",
  "_3_star_abbrv_":  "★★★",
  "_2_star_":  "Two Star",
  "_2_star_abbrv_":  "★★",




  "_AB_5_star_":  "Provincial Championships ★★★★★",
  "_AB_5_star_abbrv_":  "Provincials",
  "_AB_5_star_description_":  "Tennis Alberta holds an Indoor and Outdoor Provincial Championship every year.",
  "_AB_5_star_Participation_Note_":  "Participation is limited to the top eight players for both events.",
  "_AB_4_star_":  "“Champs” Events (★★★★)",
  "_AB_4_star_abbrv_":  "★★★★",
  "_AB_4_star_description_":  "In Alberta, “Champs” events form the basis of selection for the Provincial Championships. The top eight players in each gender/age group qualify. There are three “Champs” events for each of the Indoor and the Outdoor seasons. These events include most of the players who play at provincials, plus several more. Consistent with the rest of the country, the provincial selection events are rated at 60% of Alberta's Provincial Championships. ",
  "_AB_3_5_star_":  "Challenger (★★★+)",
  "_AB_3_5_star_abbrv_":  "★★★+",
  "_AB_3_5_star_description_":  "The Jr. Challenger Series is meant to provide additional tournament opportunities outside of the Champs events for competition level players looking to consistently compete and push for the Champs level in the near future. The winner of these events receive the same number of points as a semi finalist of a 4 Star (Champs) Event. ",
  "_AB_3_star_":  "3 Star (★★★)",
  "_AB_3_star_abbrv_":  "★★★",
  "_AB_3_star_description_":  "This series of events is oriented towards more competitive and experienced players looking to enter the ranks of the top 30 in AB. The winners of the events receive the same number of points as a semi finalist of a 3.5 Star (Challenger) Event.",
  "_AB_2_star_":  "2 Star (★★)",
  "_AB_2_star_abbrv_":  "★★",
  "_AB_2_star_description_":  "This circuit is the “next stage” of competition beyond the Rogers Rookie Tour. Players can now attain Ranking Points in a tournament format at a two star value guaranteeing two matches with modified scoring. The rating for these events is set such that the winner receives points equal to a finalist of a 3 Star event.",
  "_BC_5_star_":  "Provincial Championships ",
  "_BC_5_star_abbrv_":  "Provincials",
  "_BC_5_star_description_":  "Competing in the provincial championships (indoor/outdoor) is mandatory for any player wishing to represent BC at the respective Canadian National Championship. There are 2 Junior Closed Provincial Championships held each year (1 indoor and 1 outdoor). Invitation is based on results in the seasonal ★★★★ Selection Series events (points race).",
  "_BC_4_star_":  "Selection Series (★★★★)",
  "_BC_4_star_abbrv_":  "★★★★",
  "_BC_4_star_description_":  "Along with the Provincial Championships, the Selection Series are used to select players to represent BC at Nationals. There are three Selection Series events for each of the indoor and outdoor seasons. Consistent with the rest of the country, the Selection events are rated at 60% of the Provincial Championships.",
  "_BC_3_5_star_":  "Competition + (★★★+)",
  "_BC_3_5_star_abbrv_":  "★★★+",
  "_BC_3_5_star_description_":  "This level of events was offered in BC for the first time in 2017.  These events are for players looking to transition into the Provincial & National Selection levels. The ★★★+ events will use standard scoring, best of three sets. At this level, competitors are guaranteed two matches; and will be provided with a main draw and doubles or main draw and consolation. The rating for these events is set such that the winner receives points equal to a player who reaches the semi-finals a ★★★★ Selection Series event.",
  "_BC_3_star_":  "Competition Series (★★★)",
  "_BC_3_star_abbrv_":  "★★★",
  "_BC_3_star_description_":  "This series of events is oriented towards more competitive and experienced players looking to enter the ranks of the top 30 in BC.   The winners of an event receives the same number of points as a quarter finalist in a ★★★★ Selection Series event. ",
  "_BC_2_star_":  "Development Series (★★)",
  "_BC_2_star_abbrv_":  "★★",
  "_BC_2_star_description_":  "This series of events is designed for players wishing to compete beyond the Rogers Rookie Tour and Future Stars Tour.  Players can now attain national ranking points in a tournament format.  Players are guaranteed 2 match play opportunities with modified scoring if necessary.  The winner such an event receives the same number of points as the semi finalist of a ★★★ Competition Series event.",
  "_BC_3_star_2018_":  "Competition Series (★★★)",
  "_BC_3_star_2018_abbrv_":  "★★★",
  "_BC_3_star_2018_description_":  "This series of events is oriented towards more competitive and experienced players looking to enter the ranks of the top 30 in BC.   The winners of an event receives the same number of points as a semi finalist in a ★★★+ event. ",
  "_BC_2_star_2018_":  "Development Series (★★)",
  "_BC_2_star_2018_abbrv_":  "★★",
  "_BC_2_star_2018_description_":  "This series of events is designed for players wishing to compete beyond the Rogers Rookie Tour and Future Stars Tour.  Players can now attain national ranking points in a tournament format.  Players are guaranteed 2 match play opportunities with modified scoring if necessary.  The winner such an event receives the same number of points as the finalist of a ★★★ Competition Series event.",
  "_CAN_Nationals_":  "Nationals",
  "_CAN_Nationals_abbrv_":  "Nationals",
  "_CAN_Nationals_description_":  "National Championships",
  "_CAN_JOS_":  "Junior Open Series",
  "_CAN_JOS_abbrv_":  "Junior Open Series",
  "_CAN_JOS_description_":  "Point Awards based on previous year's event strength.",
  "_BC_JOS_":  "BC Junior Open Series",
  "_BC_JOS_abbrv_":  "BC JOS",
  "_BC_JOS_description_":  "Winner receives same points as nationals quarter finalist.",
  "_ON_JOS_":  "ON Junior Open Series",
  "_ON_JOS_abbrv_":  "ON JOS",
  "_ON_JOS_description_":  "Winner receives same points Ontario four star event.",
  "_QC_JOS_":  "QC Junior Open Series",
  "_QC_JOS_abbrv_":  "QC JOS",
  "_QC_JOS_description_":  "Winner receives same points as nationals quarter finalist.",
  "_ON_5_star_":  "Provincial Championships ★★★★★",
  "_ON_5_star_abbrv_":  "Provincials",
  "_ON_5_star_description_":  "There are 2 Junior Closed Provincial Championships held each year at a 5 star value (1 indoor & 1 outdoor).  Each Provincial Championship will offer a qualifying event as well as a feed-in consolation event in which all will award ranking points. ",
  "_ON_4_star_":  "National Selection Tournaments (Selection Events)★★★★",
  "_ON_4_star_abbrv_":  "Selection (★★★★)",
  "_ON_4_star_description_":  "This is the road to the Nationals along with playing the Provincial Championships. Each player can accumulate selection points through these tournaments.  There are 2 indoor and 2 outdoor selection events offered each season per category at a 4 star value.  All National Selection events will offer a qualifying or feed up event as well as a consolation in which all will award ranking points. Note: 2 other 4 star tournaments may be offered during the calendar year.  These events will not be involved in the Team Ontario Selection process.Consistent with the rest of the country, the selection events are rated at 60% of the Provincial Championships.",
  "_ON_3_5_star_":  "Provincial Circuit ★★★+",
  "_ON_3_5_star_abbrv_":  "★★★+",
  "_ON_3_5_star_description_":  "This level is for players looking to transition into the Provincial & National Selection levels. The three star provincial circuit + is standard scoring, best of three sets. At this level, competitors are guaranteed two matches; and will be provided with a main draw and doubles or main draw and consolation. All events are offered at a 3 star+ value. The rating for these events is set such that the winner receives points equal to a player who reaches the semi-finals of a selection event.",
  "_ON_3_star_":  "Provincial Circuit ★★★",
  "_ON_3_star_abbrv_":  "★★★",
  "_ON_3_star_description_":  "These tournaments are oriented towards more competitive and experienced players looking to enter the ranks of the top 30 in Ontario.  The three star provincial circuit is standard scoring, best of three sets. At this level, competitors are only guaranteed one match; however, consolation rounds may be offered at some events. All events are offered at a 3 star value.  The rating for these events is set such that the winner receives points equal to a player who reaches the round of 16 at a selection event.",
  "_ON_2_star_":  "Transition Tour ★★",
  "_ON_2_star_abbrv_":  "★★",
  "_ON_2_star_description_":  "This circuit is the “next stage” of competition beyond the Rogers Rookie Tour. Players can now attain Ranking Points in a tournament format at a two star value guaranteeing two matches with modified scoring. The rating for these events is set such that the winner receives points equal to a semi-finalist of a Provincial Circuit (three star) event.",
  "_ON_2_star_2018_":  "Transition Tour ★★",
  "_ON_2_star_2018_abbrv_":  "★★",
  "_ON_2_star_2018_description_":  "This circuit is the “next stage” of competition beyond the Rogers Rookie Tour. Players can now attain Ranking Points in a tournament format at a two star value guaranteeing two matches with modified scoring. The rating for these events is set such that the winner receives points equal to a finalist of a Provincial Circuit (three star) event.",
  "_QC_5_star_":  "Provincial Championships  ★★★★★",
  "_QC_5_star_abbrv_":  "Provincials",
  "_QC_5_star_description_":  "There are 2 provincial championships – an indoor in the winter and an outdoor event in the summer. These events along with the Etapes are used for players to qualify for the National Championships.",
  "_QC_4_star_":  "Etapes (Selection Events - ★★★★)",
  "_QC_4_star_abbrv_":  "★★★★",
  "_QC_4_star_description_":  "Quebec provincial selection events are called “Etapes”. There are three Etapes events for each of the indoor and outdoor seasons. These events combined with the Provincial Championships are used for players to qualify for the national championships. Consistent with the rest of the country, the Etapes are rated at 60% of Quebec's championships.",
  "_QC_3_5_star_":  "Super Provincial Tournaments (★★★+)",
  "_QC_3_5_star_abbrv_":  "★★★+",
  "_QC_3_5_star_description_":  "These are strong tournaments which have many top players participating. These events are stronger than regular provincial events.  Some of these events will become designated super provincial tournaments after the tournament  is completed due to the strength of the draw. The winner is rewarded ranking points equal to the semi-finals of Etapes. ",
  "_QC_3_star_":  "Regular Provincial Tournaments (★★★)",
  "_QC_3_star_abbrv_":  "★★★",
  "_QC_3_star_description_":  "Quebec Provincial tournaments are rated slightly below the Super Provincial tournaments.  Some of these tournaments may be awarded Super Provincial Status depending on the events strength factor. The winner is rewarded ranking points equal to the finals of the super provincial tournaments. ",
  "_QC_2_star_":  "Regional Tournaments (★★)",
  "_QC_2_star_abbrv_":  "★★",
  "_QC_2_star_description_":  "Entry level tournaments in Quebec are called Regional Tournaments. These events are significantly weaker than Provincial tournaments and are rated such that the winner will earn the same points as a Quebec Provincial Tournament semi-finalist. ",
  "_QC_3_star_2018_":  "Regular Provincial Tournaments (★★★)",
  "_QC_3_star_2018_abbrv_":  "★★★",
  "_QC_3_star_description_2018":  "Quebec Provincial tournaments are rated slightly below the Super Provincial tournaments.  Some of these tournaments may be awarded Super Provincial Status depending on the events strength factor. The winner is rewarded ranking points equal to the semi finals of the super provincial tournaments. ",
  "_QC_2_star_2018_":  "Regional Tournaments (★★)",
  "_QC_2_star_2018_abbrv_":  "★★",
  "_QC_2_star_2018_description_":  "Entry level tournaments in Quebec are called Regional Tournaments. These events are significantly weaker than Provincial tournaments and are rated such that the winner will earn the same points as a Quebec Provincial Tournament finalist. ",
  "_QC_Ratings_Adjustment_":  "Rating Adjustments",
  "_QC_Ratings_Adjustment_Detail_":  "In case the strength of a tournament is between a regular and a regional tournament, the tournament will receive the points of a finalist of a regular provincial.",
  "_PR_5_star_":  "Prairie  Championships",
  "_PR_5_star_abbrv_":  "Prairies",
  "_PR_5_star_description_":  "These include the Prairie Outdoor Junior Championships in Manitoba and the Prairie Indoor Junior Championships in Saskatchewan. These two are part of a circuit of 8 identified tournaments, of which 5 are mandatory for players to qualify for the Nationals. The top 3 players from Manitoba and Saskatchewan will be selected based on Rogers Ranking (as long as they have played the “5 out of 8” of these tournaments). The Prairie Championships are rated at 0.102 as compared to the National Championships and are OPEN to players from other provinces.",
  "_PR_5_star_note_":  "The Prairie Regional Championships are not always contested in every gender/age group. ",
  "_PR_4_star_":  "Junior Open Tour (★★★★)",
  "_PR_4_star_abbrv_":  "★★★★",
  "_PR_4_star_description_":  "Manitoba and Saskatchewan will host up to 5 tournaments each in this category. 6 out of these 10 tournaments will be part of the mandatory “5 out of 8” required to qualify for the Nationals. These will be rated at 60% of the “Prairie Championships”. These events are open to players from other provinces. To see the complete list of these 8 tournaments please visit the Provincial website.",
  "_SK_3_star_":  "Challengers (★★★)",
  "_SK_3_star_abbrv_":  "★★★",
  "_SK_3_star_description_":  "Entry level competitive events in Saskatchewan are called “Challenger” events. These are significantly weaker than the “Junior Open Tour” events and are rated such that the winner will earn the same points as a “Junior Open Tour” Quarter-Finalist. These events are open to players from other provinces.",
  "_ATL_5_star_":  "Atlantic Championships  ★★★★★",
  "_ATL_5_star_abbrv_":  "Atlantics",
  "_ATL_5_star_description_":  "Each year, the Atlantic provinces (NB, NL, NS and PE) hold indoor and outdoor Atlantic Championships.",
  "_ATL_4_star_":  "Selection  ★★★★",
  "_ATL_4_star_abbrv_":  "★★★★",
  "_ATL_4_star_description_":  "There are 8 “Four Star” Regional Events that are rated at 60% of Atlantic Championships. For the Indoor season each province hosts one Four Star open event.  For the Outdoor season each province hosts a Four Star open event that is used for selection to the Outdoor Atlantic Championships.  ",
  "_ATL_3_star_":  "Three Star Events  ★★★",
  "_ATL_3_star_abbrv_":  "★★★",
  "_ATL_3_star_description_":  "There are various other events held in each of the four Atlantic provinces which are rated such that the winner will earn the same points as a Four Star semi-finalist.  Three star events include provincial junior circuit events and the four closed qualifying events that are used for selection to the Indoor Atlantic Championships. ",
  "_ATL_2_star_":  "Two Star Events  ★★",
  "_ATL_2_star_abbrv_":  "★★",
  "_ATL_2_star_description_":  "These are entry level competitive events that are significantly weaker then the Three Star events. The winner of a Two Star event receives the same number of points as a quarter-finalist in a Three Star event. ",
  "_ATL_3_5_star_2018_":  "3.5 Star Events ★★★+",
  "_ATL_3_5_star_2018_abbrv_":  "★★★+",
  "_ATL_3_5_star_2018_description_":  "Description TBD. Winner receives same points as a ★★★★ semi-finalist.",
  "_ATL_3_star_2018_":  "3.5 Star Events ★★★+",
  "_ATL_3_star_2018_abbrv_":  "★★★",
  "_ATL_3_star_2018_description_":  "Description TBD. Winner receives same points as a ★★★+ semi-finalist.",
  "_ATL_2_star_2018_":  "3.5 Star Events ★★★+",
  "_ATL_2_star_2018_abbrv_":  "★★",
  "_ATL_2_star_2018_description_":  "Description TBD. Winner receives same points as a ★★★ finalist.",
  "_junior_category_select_tooltip_":  "Point awards differ between age categories.",
  "_junior_gender_select_tooltip_":  "Point awards differ between genders as girls tend to develop more quickly.",
  "_junior_draw_size_tooltip_":  "Point awards are reduced for draws smaller than 8.",
  "_ITF_GS_abbrv_":  "ITF GS",
  "_ITF_GS_":  "ITF Grand Slam",
  "_ITF_GS_description_":  "These are the top ITF junior events such as Wimbledon Junior Championships.",
  "_ITF_A+_abbrv_":  "ITF A+",
  "_ITF_A+_":  "ITF Grade A+",
  "_ITF_A+_description_":  "Grade A+ events are the top ITF Grade A events.  All award bonus ITF points. They are are The Italian Open, Orange Bowl and Youth Olympic Games.",
  "_ITF_A_abbrv_":  "ITF A",
  "_ITF_A_":  "ITF Grade A",
  "_ITF_A_description_":  "Grade A events carry the third greatest ranking points on the Junior Circuit. They are the Copa Gerdau, Osaka Mayr's Cup, Abierto Juvenil Mexicano.",
  "_ITF_B_abbrv_":  "ITF B",
  "_ITF_B_":  "ITF B",
  "_ITF_B_description_":  "ITF Regional Championships. These events are closed to players living in the region. Canadians are eligible to play in the Pan-Am region.",
  "_ITF_G1_abbrv_":  "ITF G1",
  "_ITF_G1_":  "ITF Grade 1",
  "_ITF_G1_description_":  "Very high level junior events including many national junior championships.",
  "_ITF_G2_abbrv_":  "ITF G2",
  "_ITF_G2_":  "ITF Grade 2",
  "_ITF_G2_description_":  "ITF Grade 2 tournaments.",
  "_ITF_G3_abbrv_":  "ITF G3",
  "_ITF_G3_":  "ITF Grade 3",
  "_ITF_G3_description_":  "ITF Grade 3 tournaments.",
  "_ITF_G4_abbrv_":  "ITF G4",
  "_ITF_G4_":  "ITF Grade 4",
  "_ITF_G4_description_":  "ITF Grade 4 tournaments.  These tournaments are rated roughly on a par with the Canadian national championships.",
  "_ITF_G5_abbrv_":  "ITF G5",
  "_ITF_G5_":  "ITF Grade 5",
  "_ITF_G5_description_":  "ITF Grade 5 tournaments.",
  "_Orange_Bowl_abbrv_":  "Orange Bowl",
  "_Orange_Bowl_":  "Orange Bowl",
  "_Orange_Bowl_description_":  "One of the top international junior tournaments.",
  "_TE_Ctgy1_abbrv_":  "TE Ctgy 1",
  "_TE_Ctgy1_":  "Tennis Europe Category 1",
  "_TE_Ctgy1_description_":  "Tennis Canada awards points for the top four Tennis Europe Under 16 events.  These are the International Foligno, International Montecanti, Torneo Avvenire Milano and Pont des Generations.",
  "_Eddie_Herr_abbrv_":  "Eddie Herr",
  "_Eddie_Herr_":  "Eddie Herr",
  "_Eddie_Herr_description_":  "International Junior Tennis Championships.",
  "_U14_T1_abbrv_":  "U14 T1",
  "_U14_T1_":  "Tier 1 U14",
  "_U14_T1_description_":  "Top U14 international events. Specifically the U14 Orange Bowl, LES PETITS AS, Kreis Dueren Junior Tennis Cup and the BNP Paribas Cup",
  "_U14_T2_abbrv_":  "U14 T2",
  "_U14_T2_":  "Tier 2 U14",
  "_U14_T2_description_":  "Second level U14 international events such as the U14 Eddie Herr and all Tennis Europe Category 1 events not part of the U14 Tier 1 list.",
  "_TE_Ctgy2_abbrv_":  "TE Ctgy2",
  "_TE_Ctgy2_":  "Tennis Europe Category 2",
  "_TE_Ctgy2_description_":  "These are the second tier of junior events in Europe,  The draws are not as strong as Category 1 events.",
  "_TE_Ctgy3_abbrv_":  "TE Ctgy3",
  "_TE_Ctgy3_":  "Tennis Europe Category 3",
  "_TE_Ctgy3_description_":  "These are the most numerous and accessible international events offed in Europe.",
  "_Cdn_Open_abbrv_":  "Cdn Open",
  "_Cdn_Open_":  "Canadian Open Events",
  "_Cdn_Open_description_":  "Juniors can earn points in top tier Canadian Open 1000 events. For a list of these events click on the About Rankings on the Open Rankings and click on the Open Events tab.",
  "_ATP_Grand_Slam_abbrv_":  "Grand Slam",
  "_ATP_Grand_Slam_":  "Men's Grand Slam",
  "_ATP_Grand_Slam_description_":  "2000 ATP points to the winner.",
  "_ATP_Final_abbrv_":  "ATP Final",
  "_ATP_Final_":  "ATP World Tour Finals",
  "_ATP_Final_description_":  "Annual world tour finals rating is based on 1500 ATP points for the winner.",
  "_ATP_1000_abbrv_":  "ATP 1000",
  "_ATP_1000_":  "Masters 1000",
  "_ATP_1000_description_":  "1000 ATP Ranking Points to the winner.",
  "_ATP_500_abbrv_":  "500 Series",
  "_ATP_500_":  "500 Series",
  "_ATP_500_description_":  "500 ATP ranking points to the winner.",
  "_ATP_250_abbrv_":  "250 Series",
  "_ATP_250_":  "250 Series",
  "_ATP_250_description_":  "250 ATP ranking points to the winner.",
  "_Ch_150_+H_abbrv_":  "Ch 150 +H",
  "_Ch_150_+H_":  "Challenger 150,000 (with Hospitality)",
  "_Ch_150_+H_description_":  "125 ATP ranking points to the winner.",
  "_Ch_150_abbrv_":  "Ch 150",
  "_Ch_150_":  "Challenger 150,000",
  "_Ch_150_description_":  "110 ATP ranking points to the winner.",
  "_Ch_125_+H_abbrv_":  "Ch 125 +H",
  "_Ch_125_+H_":  "Challenger 125,000 (with Hospitality)",
  "_Ch_125_+H_description_":  "110 ATP ranking points to the winner.",
  "_Ch_125_abbrv_":  "Ch 125",
  "_Ch_125_":  "Challenger 125,000",
  "_Ch_125_description_":  "100 ATP ranking points to the winner.",
  "_Ch_100_+H_abbrv_":  "Ch 100 +H",
  "_Ch_100_+H_":  "Challenger 100,000 (with Hospitality)",
  "_Ch_100_+H_description_":  "100 ATP ranking points to the winner.",
  "_Ch_100_abbrv_":  "Ch 100",
  "_Ch_100_":  "Challenger 100,000",
  "_Ch_100_description_":  "90 ATP ranking points to the winner.",
  "_Ch_75_+H_abbrv_":  "Ch 75 +H",
  "_Ch_75_+H_":  "Challenger 75,000 (with Hospitality)",
  "_Ch_75_+H_description_":  "90 ATP ranking points to the winner.",
  "_Ch_75_abbrv_":  "Ch 75",
  "_Ch_75_":  "Challenger 75,000",
  "_Ch_75_description_":  "80 ATP Ranking points to the winner.",
  "_Ch_50_+H_abbrv_":  "Ch 50 +H",
  "_Ch_50_+H_":  "Challenger 50,000 (with Hospitality)",
  "_Ch_50_+H_description_":  "80 ATP ranking points to the winner.",
  "_Futures_25_+H_abbrv_":  "Futures 25 +H",
  "_Futures_25_+H_":  "Futures 25,000 (with Hospitality)",
  "_Futures_25_+H_description_":  "35 ATP ranking points to the winner.",
  "_Futures_25_abbrv_":  "Futures 25",
  "_Futures_25_":  "Futures 25,000",
  "_Futures_25_description_":  "27 ATP ranking points to the winner.",
  "_Futures_15_abbrv_":  "Futures 15",
  "_Futures_15_":  "Futures 15,000",
  "_Futures_15_description_":  "18 ATP ranking points to the winner.",
  "_WTA_Grand_Slam_abbrv_":  "Grand Slam",
  "_WTA_Grand_Slam_":  "Womens Grand Slam",
  "_WTA_Grand_Slam_description_":  "2000 WTA points to the winner.",
  "_WTA_Champs_abbrv_":  "WTA Champs",
  "_WTA_Champs_":  "Womens WTA Championships",
  "_WTA_Champs_description_":  "1500 WTA points to the winner.",
  "_WTA_Elite_abbrv_":  "WTA Elite",
  "_WTA_Elite_":  "WTA Elite Trophy",
  "_WTA_Elite_description_":  "700 WTA points to the winner.",
  "_WTA_Premier*_abbrv_":  "Premier*",
  "_WTA_Premier*_":  "WTA Premier Mandatory",
  "_WTA_Premier*_description_":  "Major events worth 1000 WTA points to the winner.",
  "_WTA_Premier_5_abbrv_":  "Premier 5",
  "_WTA_Premier_5_":  "WTA Premier 5",
  "_WTA_Premier_5_description_":  "Major events worth 900 WTA points to the winner.",
  "_WTA_Premier_12_abbrv_":  "Premier 12",
  "_WTA_Premier_12_":  "Premier 12",
  "_WTA_Premier_12_description_":  "Events worth 470 WTA points to the winner.",
  "_WTA_280_abbrv_":  "WTA 280",
  "_WTA_280_":  "WTA 280",
  "_WTA_280_description_":  "Events worth 280 WTA points to the winner.",
  "_WTA_$125K_Series_abbrv_":  "WTA $125K",
  "_WTA_$125K_Series_":  "WTA $125K Series",
  "_WTA_$125K_Series_description_":  "Events worth 160 WTA points to the winner.",
  "_ITF_$100K_+H_abbrv_":  "ITF $100K +H",
  "_ITF_$100K_+H_":  "ITF Circuit $100 (with hospitality)",
  "_ITF_$100K_+H_description_":  "Worth 150 WTA points to the winner.",
  "_ITF_$100K_abbrv_":  "ITF $100K",
  "_ITF_$100K_":  "ITF Circuit $100",
  "_ITF_$100K_description_":  "Worth 140 WTA points to the winner.",
  "_ITF_$80K_+H_abbrv_":  "ITF $80K +H",
  "_ITF_$80K_+H_":  "ITF Circuit $80K (with hospitality)",
  "_ITF_$80K_+H_description_":  "Worth 130 WTA points to the winner.",
  "_ITF_$80K_abbrv_":  "ITF $80K",
  "_ITF_$80K_":  "ITF Circuit $80K",
  "_ITF_$75K_description_":  "Worth 115 WTA points to the winner.",
  "_ITF_$60K_+H_abbrv_":  "ITF $60K +H",
  "_ITF_$60K_+H_":  "ITF Circuit $60 (with hospitality)",
  "_ITF_$60K_+H_description_":  "Worth 100 WTA points to the winner.",
  "_ITF_$60K_abbrv_":  "ITF $60K",
  "_ITF_$60K_":  "ITF Circuit $60",
  "_ITF_$60K_description_":  "Worth 80 WTA points to the winner.",
  "_ITF_$25K_+H_abbrv_":  "ITF $25K +H",
  "_ITF_$25K_+H_":  "ITF Circuit $25 (with hospitality)",
  "_ITF_$25K_+H_description_":  "Worth 60 WTA points to the winner.",
  "_ITF_$25K_abbrv_":  "ITF $25K",
  "_ITF_$25K_":  "ITF Circuit $25",
  "_ITF_$25K_description_":  "Worth 50 WTA points to the winner.",
  "_ITF_$15K_+H_abbrv_":  "ITF $15K +H",
  "_ITF_$15K_+H_":  "ITF Circuit $15 (with hospitality)",
  "_ITF_$15K_+H_description_":  "Worth 25 WTA points to the winner.",
  "_ITF_$15K_abbrv_":  "ITF $15K",
  "_ITF_$15K_":  "ITF Circuit $15",
  "_ITF_$15K_description_":  "Worth 12 WTA points to the winner.",
  "_RLFBWD_":  "First Round Losses, Byes, Walkovers, Withdraws, Defaults etc.",
  "_RLFBWD_Domestic_":  "To learn how these are treated in domestic events when playing in own age group",
  "_RLFBWD_Domestic_PU_":  "To learn how these are treated in domestic events when playing above own age group",
  "_RLFBWD_Intl_":  "To learn how these are treated in international events",
  "_RLFBWD_Domestic_Title_":  "Domestic Events, Playing in Own Age Group",
  "_RLFBWD_Domestic_PU_Title_":  "Domestic Events Playing Above Own Age Group",
  "_RLFBWD_International_Title_":  "International Events",
  "_FR_Participation_Required_":  "Participation Required",
  "_FR_PR_Details_":  "In order to earn points a player must participate in an event.  So if a player withdraws from an event or yields a walkover or default in his or her first match on court, no points are awarded.",
  "_Win_Required_PU_":  "Win Required",
  "_Win_Required_PU_Details_":  "When “playing up” a player must win at least one match in order to receive points.  Specifically, this does not include advancement by default, walkover or bye. This rule is in place to assure that players can not build a ranking by accumulating points simply by entering higher level events.",
  "_FRL_":  "First Round Loses",
  "_FRL_Domestic_":  "In general, players playing in their own age group in domestic events are awarded points for first round losses, which amounts to a recognition of participation.",
  "_FRL_Domestic_PU_":  "When “playing up” a player must win at least one match in order to receive points, so no points are awarded for a first round loss. ",
  "_FRL_International_":  "In general, players playing international events are not awarded points for a first round loss. This is to prevent players from building a ranking by playing international events, where point awards are greater, and gaining ranking points without winning any matches.",
  "_FRL_Exceptions_":  "Exceptions",
  "_FRL_Exception_1_":  "At junior grand slam events and the Orange Bowl, players are awarded points for first round losses at half the normal point award rate. This recognizes the difficulty in simply qualifying (either through direct entry or by coming through the qualification process) for these events.",
  "_FRL_Exception_2_":  "If a junior goes through the qualifying process and earns their spot in the main draw of a professional event and that result earns them an ATP or WTA point, they will receive first round loser points.",
  "_FRL_Exception_3_":  "If a player's ranking places them directly into the main draw of a professional event and if the first round loss earns them an ATP or WTA point, they will receive first round loser points. Players who lose first round after receiving a wildcard into main draw will not receive first round loser points.",
  "_First_Round_Byes_":  "Receiving a First Round Bye, Walkover or Default",
  "_FRBWD_Domestic_":  "A first round bye, walkover or default is treated as a win.",
  "_FRBWD_Domestic_PU_":  "When “playing up”, first round bye, walkover or default is not treated as a win.",
  "_FRBWD_International_":  "A first round bye, walkover, or default is not treated as a win. A player receiving a first round bye, must still generally win a match to receive ranking points. However, note the above exceptions.",
  "_Second_Round_Byes_":  "Receiving a Second Round (or later) Bye, Walkover or Default",
  "_SRBWD_Domestic_":  "Like in the first round, second round advancement is treated as a win.",
  "_SRBWD_Domestic_PU_":  "If a player has already won a match, second round or later walkovers or defaults are treated as wins. If not, a player must still win a match in order to receive points.  In an extreme example, a player receives a bye, followed by a walkover and a default, the player must still win his or her next match to recieve points when “playing up”.",
  "_SRBWD_International_":  "In general, a second round advancement is treated as a win. Note that a player who does not participate in the tournamnet (i.e. advances via walkover and then yields a walkover) does not receive points.",
  "_Retirement_":  "Retirement",
  "_Retirement_Details_":  "If a player retires after play has commenced, the match is treated as having been won or lost.",
  "_jr_int_eg_":  "International",
  "_jr_int_eg_title_":  "Junior International",
  "_U18_b_int_eg_":  "Boys U18",
  "_U18_g_int_eg_":  "Girls U18",
  "_U16_b_int_eg_":  "Boys U16",
  "_U16_g_int_eg_":  "Girls U16",
  "_U14_b_int_eg_":  "Boys U14",
  "_U14_g_int_eg_":  "Girls U14",
  "_U12_b_int_eg_":  "Boys U12",
  "_U12_g_int_eg_":  "Girls U12",
  "_jr_in_open_eg_":  "Open",
  "_jr_in_open_eg_title_":  "Juniors Playing In Open",
  "_WTA_eg_":  "WTA",
  "_WITF_eg_":  "Womens ITF",
  "_ATP_Tier1_eg_":  "ATP Tier 1",
  "_ATP_Tier2_eg_":  "ATP Tier 2",
  "_ATP_Tier3_eg_":  "ATP Tier 3",
  "_jr_nat_eg_":  "National",
  "_jr_nat_eg_title_":  "Junior National",
  "_cdn_nat_b_eg_":  "Boys",
  "_cdn_nat_g_eg_":  "Girls",
  "_BU18_":  "Boys U18 Nationals",
  "_BU18_abbrv_":  "BU18",
  "_GU18_":  "Girls U18 Nationals",
  "_GU18_abbrv_":  "GU18",
  "_BU16_":  "Boys U16 Nationals",
  "_BU16_abbrv_":  "BU16",
  "_GU16_":  "Girls U16 Nationals",
  "_GU16_abbrv_":  "GU16",
  "_BU14_":  "Boys U14 Nationals",
  "_BU14_abbrv_":  "BU14",
  "_GU14_":  "Girls U14 Nationals",
  "_GU14_abbrv_":  "GU14",
  "_BU12_":  "Boys U12 Nationals",
  "_BU12_abbrv_":  "BU12",
  "_GU12_":  "Girls U12 Nationals",
  "_GU12_abbrv_":  "GU12",
  "_jr_regional_eg_":  "Provincial",
  "_jr_regional_eg_title_":  "Provincial",
  "_jr_eg_":  "Junior",
  "_jr_eg_title_":  "Junior"
}
