{
  "_junior_competitive_structure_":  "Structure de compétitions",
  "_RM_International_":  "Plus de renseignements sur les tournois internationaux juniors",
  "_RSF_":  "Indice de force régionale",
  "_Tournament_Structure_":  "format de tournois",
  "_Open_PT_Title_":  "Points attribués pour les tournois ouverts",
  "_Male_Pro_rm_":  "Plus de renseignements sur le circuit professionnel masculin",
  "_Canadian_Open_rm_":  "Plus de renseignements sur les tournois canadiens ouverts",
  "_Female_Pro_rm_":  "Plus de renseignements sur le circuit professionnel féminin",
  "_point_awards_":  "Récompenses ponctuelles",
  "_point_award_details_":  "The system awards points based on two factors: the historical strength of the tournament and how well the player progresses. The Ratings and Point Awards tab provides details.",
  "_Combined_Categories_":  "Classement combiné",
  "_CC_Detail_":  "Les points obtenus déterminent le classement du joueur, peu importe la catégorie dans laquelle il les a obtenus. Ainsi, un joueur de 14 ans peut obtenir des points chez les 16 ans. On publie également un classement par catégorie.",
  "_CC_Rationale_RM_":  "Justification du classement combiné",
  "_Combined_Category_Rationale_":  "Justification du classement combiné",
  "_CC_D_1_":  "Le joueur junior accumule des points pour son classement junior, peu importe le groupe d'âge dans lequel il joue.",
  "_CC_D_2_":  "Exemple: si une joueuse de 12 ans participe à un tournoi 12 ans et moins, elle obtient des points pour son classement junior combiné. Si elle participe à un tournoi 14 ans ou 16 ans (surclassement), elle obtient également des points pour son classement junior combiné.",
  "_CC_D_3_":  "Cette approche est très différente de celle des «catégories séparées» où le joueur obtient un classement dans chaque groupe d'âge où il participe à des tournois.",
  "_CC_D_4_":  "Les principales raisons d'utiliser un classement combiné sont les suivantes :",
  "_CC_D_5_":  "Le classement combiné permet au joueur de participer à des tournois qui correspondent à son niveau de développement. Il n'a pas à se soucier de conserver ou de protéger un classement dans son propre groupe d'âge.",
  "_CC_D_6_":  "Avec le classement combiné, le joueur peut conserver un classement national dans son groupe d'âge même s'il ne joue que des tournois surclassés. Avec le classement séparé, si le joueur ne joue que des tournois surclassés, il n'a pas de classement dans son groupe d'âge.",
  "_CC_D_7_":  "Le classement combiné tient compte de tous les résultats du joueur pour un classement unique. Le classement séparé ne tient pas compte de tous les résultats pour évaluer le niveau de jeu global du joueur.",
  "_CC_D_8_":  "Avec le classement combiné, les performances du joueur le suivent quand il change de groupe d'âge, ce qui n'est pas le cas avec le classement séparé.",
  "_junior_num_events_":  "Les 5 meilleurs tournois",
  "_junior_num_events_detail_":  "Les classements Junior sont basés sur les résultats des cinq meilleurs tournois du joueur.",
  "_junior_num_events_rm_":  "Justification des cinq tournois.",
  "_jr_num_events_rationale_":  "Justification des cinq tournois",
  "_jr_num_events_play_opportunities_":  "Occasions de jouer ",
  "_jr_num_events_play_opportunities_detail_":  "En général, les joueurs auront l'occasion de participer à de nombreux  tournois de leur propre groupe d'âge au cours de l'année. Ceux qui veulent se bâtir un classement, le maintenir ou l'améliorer n'auront aucun mal à disputer au moins cinq tournois.",
  "_jr_num_events_quality_":  "La qualité avant la quantité",
  "_jr_num_events_quality_detail_":  "Tennis Canada et les provinces veulent s'assurer que les classements reposent sur d'excellentes performances plutôt que sur des résultats médiocres. En limitant la sélection aux cinq meilleurs tournois, on évite ainsi que le joueur obtienne des points uniquement parce qu'il a joué plus de tournois que ses camarades.",
  "_Draw_Size_":  "Taille du tirage",
  "_Draw_Size_Details_":  "La force des joueurs dans le tirage est l'élément clé de l'attribution des points. Comme un très petit tableau pourrait permettre d'obtenir trop de points, on considère que le tirage comporte au moins huit joueurs. Pour des tableaux plus petits, on accorde les points proportionnellement au nombre de joueurs. Cette règle ne s'applique qu'aux tournois régionaux et provinciaux. ",
  "_RAP_Title_":  "Classement et points attribués",
  "_Points_Benchmark_":  "Indice de référence",
  "_PB_Details_":  "Les championnats nationaux 18 ans et moins servent d'indice de référence pour l'attribution des points. Comme on peut le voir dans le tableau des points, le gagnant reçoit 10 000 points.",
  "_Rating_":  "Indice",
  "_Rating_Detail_1_":  "Les tournois plus relevés que les championnats nationaux 18 ans et moins (tournois juniors du grand chelem et tournois professionnels) attribuent plus de points que l'indice de référence. Ceux qui sont moins relevés que les championnats nationaux 18 ans et moins (groupes d'âge inférieurs aux Nationaux et tournois provinciaux et régionaux) attribuent moins de points.",
  "_Rating_Detail_2_":  "Chaque catégorie de tournois possède son propre indice. Les détails sont fournis dans le volet « tournois admissibles ».",
  "_Points_for_rounds_reached_":  "Attribution de points selon les tours atteints",
  "_PRR_Details_1_":  "Les points attribués au gagnant d’un tournoi sont déterminés selon l’indice du tournoi multiplié par l’indice de référence de 10 000 points.",
  "_PRR_Details_2_":  "Le finaliste obtient 60% des points du gagnant. Le demi-finaliste obtient 60% des points du finaliste. Le quart de finaliste obtient 60% des points du demi-finaliste, et ainsi de suite.",
  "_National_Age_Category_Ratings_":  "Points pour les groupes d'âge aux championnats nationaux",
  "_NACR_Detials_":  "La classification des championnats nationaux masculins et féminins U16, U14 et U12 est basée sur une étude de la performance de tous les joueurs qui ont «joué» aux championnats national et ontarien sur 3 ans.",

  "_BU16_Rating_":  "Pourquoi le champion national des 16 ans et moins obtient-il 5 200 points ?",
  "_BU16_Rating_Details_1_":  "L'attribution des points peut paraître arbitraire, mais elle découle d'une analyse des résultats historiques obtenus par les joueurs qui ont participé à la fois aux Nationaux 16 ans et 18 ans la même année. Cette analyse porte sur trois ans. En comparant les résultats obtenus dans ces groupes d'âge, nous avons évalué la force relative de ces deux groupes. Nous avons ensuite ajusté l'indice qui découle de ces évaluations pour éviter qu'un joueur obtienne un classement trop élevé par le seul fait de se présenter au tournoi.",
  "_Other_AG_Ratings_":  "Qu'en est-il des autres groupes d'âge?",
  "_Other_AG_Rating_Details_":  "La même analyse a permis de comparer les 14 ans aux 16 ans et les 12 ans aux 14 ans. Nous avons fait la même analyse pour les filles. Ces six analyses ont permis de déterminer les points attribués aux garçons et filles de 16 ans et de 14 ans.",
  "_Boys_vs_Girls_":  "Pourquoi l'indice des garçons diffère-t-il de celui des filles ?",
  "_Boys_vs_Girls_Details_":  "Les analyses ont permis de constater une différence majeure entre les résultats des filles surclassées et ceux des garçons surclassés. Quelles qu'en soient les raisons, les filles surclassées obtiennent de meilleurs résultats que les garçons, ce qui explique la différence d'indice entre les deux sexes.",
  "_National_and_Regional_Rankings_":  "Classements nationaux et provinciaux",
  "_NRR_Details_":  "Pour établir le classement d'un joueur, on tient compte des tournois provinciaux et régionaux (inter-provinciaux), des championnats nationaux, des tournois internationaux juniors et des compétitions professionnelles. Les joueurs peuvent connaître leur classement national, provincial ou régional.",
  "_Ranked_Events_":  "Tournois admissibles",
  "_National_Junior_Events_":  "Tournois nationaux juniors",
  "_NJE_Details_":  "Les résultats obtenus aux championnats nationaux en salle et à l'extérieur comptent pour le classement.",

  "_National_Junior_Open_Series_":  "Série ouverts junior",
  "_NJOS_Details_":  "Les gagnants de la serie des championnats juniors des moins de 12,14 et 16 ans se feront attribués des points basés d'autres événements de même calibre. ",

  "_NJOS_Point_Awards_":  "Les points accumulés lors de la série des Championnats nationaux juniors ",
  "_NJOS_PA_ON_":  "Récole de points - Ontario",
  "_NJOS_PA_ON_Detail_":  "En Ontario, les gagnants des championnats nationaux junior recevront les même points que les gagnants des événements classés quatre étoiles. ",
  "_NJOS_PA_QC_":  "Récolte de points - Québec",
  "_NJOS_PA_QC_Detail_":  "Au Québec, les filles gagnants de la série des championnats nationaux juniors recevront les même points que le perdant des quarts de final lors du championnat national. Les garcons gagnants recevront les même points que les gagnants des événements Etapes. ",
  "_NJOS_PA_BC_":  "Récolte de points - Colombie-Britannique",
  "_NJOS_PA_BC_Detail_":  "En C.-B., les gagnants des championnats nationaux junior recevront les même point que les perdants en quarts de finale lors du championnat national. ",
  "_Provincial_":  "Provinciaux",
  "_Provincial_Events_":  "Tournois provinciaux et régionaux",
  "_Provincial_Events_Details_1_":  "La plupart des tournois juniors au Canada sont sanctionnés par les associations provinciales. Il existe également des championnats régionaux (inter-provinciaux) pour les provinces atlantiques et le duo Manitoba-Saskatchewan. Les résultats de tous ces tournois comptent pour le classement du joueur.",
  "_Provincial_Events_Details_2_":  "Puisque les provinces et les régions présentent des niveaux de jeu différents, les points accordés sont fondés sur les performances des joueurs au cours des championnats nationaux des 3 dernières années. Les points accordés pour les championnats provinciaux et régionaux sont fondés sur leur indice de force.",
  "_Provincial_Strength_Factor_RM_":  "Apprenez comment les facteurs de force provinciaux sont calculés.",
  "_Provincial_Events_Details_3_":  "Des tournois provinciaux de moindre importance sont organisés dans toutes les provinces. Ils sont décrits dans les tableaux de points des épreuves provinciales.",
  "_Provincial_Events_Details_4_":  "Bien que chaque province possède sa propre structure de tournois, plusieurs similitudes existent partout au pays.",
  "_Event_Grades_":  "Catégories de tournois",
  "_Event_Grades_Details_":  "Le tableau suivant illustre le lien entre les structures de tournois et les catégories de tournois.",
  "_Combined_Events_Title_":  "Événements conjoints",
  "_Combined_Events_Detail_":  "Le classement sera ajusté lorsque des événements de différents groupe d'âge seront conjoints dû à une faible participation. ",

  "_Combined_Events_Detail_1_":  "Si les conditions suivantes s'appliquent à l'événement en question, les points attribués durant l'événement ne seront pas réduits.",
  "_Combined_Events_Condition_1_":  "25% des joueurs doivent être dans la catégorie d'âge de l'événement.",
  "_Combined_Events_Condition_2_":  "50% des joueurs doivent être dans la catégorie d'âge de l'événement ou une catégorie d'âge plus jeune. ",
  "_Combined_Events_Condition_3_":  "Au total, 8 joueurs seront dans la catégorie d'âge de l'événement ou une catégorie d'âge plus jeune. ",
  "_Combined_Events_Detail_2_":  "Si aucune de ces conditions sont respectées, l'événement sera rétrogradé. ",
  "_International_Junior_Events_":  "Tournois internationaux juniors (ITF, USTA, Tennis Europe) ",
  "_IJE_Details_":  "Le classement national tient compte d'un certain nombre de tournois internationaux juniors sélectionnés. La valeur des tournois est fondée sur les performances historiques des meilleurs joueurs canadiens lors de ces tournois. Nous tenons compte de l'évaluation de ces tournois par les organismes qui les sanctionnent.",
  "_IJE_Details_2_":  "Les joueurs qui participent à des épreuves de l’USTA et de Tennis Europe doivent informer Tennis Canada en faisant parvenir un courriel à tournaments@tenniscanada.com afin de recevoir le bon nombre de points.",
  "_IJE_RM_":  "Renseignements supplémentaires sur les indices des tournois internationaux juniors.",
  "_Open_Events_":  "Tournois ouverts",
  "_Open_Event_Details_":  "Les résultats d'une sélection de tournois professionnels et de tournois nationaux ouverts comptent pour le classement. La valeur de ces tournois est fondée sur les performances historiques des joueurs canadiens, ainsi que sur l'évaluation de ces tournois par les organismes comme l'ITF, l'ATP et la WTA.",
  "_60_Percent_Rationale_":  "Justification du 60 %",
  "_Points_Per_Round_":  "Points par tour",
  "_PPR_Details_":  "Le finaliste obtient 60% des points du gagnant. Le demi-finaliste obtient 60% des points du finaliste. Le quart de finaliste obtient 60% des points du demi-finaliste, et ainsi de suite.",
  "_Choice_of_60_Percent_":  "Le choix du 60 %",
  "_C60P_Details_":  "Le critère de 60 % a été choisi parce qu'il permet de récompenser les performances d'un joueur sans surévaluer ceux qui se rendent loin dans le tirage. Ce critère est en accord avec les systèmes internationaux de classement comme l'ITF, l'ATP et la WTA.",
  "_National_Age_Category_Rating_Title_":  "Points par groupe d'âge aux championnats nationaux",

  "_IJE_Rating_":  "L'évaluation des tournois internationaux est une synthèse des principes suivants :",
  "_IJE_Player_Data_":  "Analyse des données",
  "_IJE_Player_Data_Detail_":  "Tennis Canada tient compte des résultats précédents pour les joueurs qui ont participé aux deux championnats canadiens et à des épreuves internationales au cours de la même année. Ces résultats comparés produisent une cote pour le tournoi. Ceci a très bien fonctionné pour certaines catégories de tournois, principalement ceux de catégories 4 et 5 de l’ITF, mais moins bien pour d’autres, car nous n’avions pas assez de données. Dans ces cas, nous avons utilisé les approches ci-dessous.",
  "_IJE_Sanctioning_Body_":  "Indice selon les organismes qui sanctionnent les tournois",
  "_IJE_SB_Details_":  "L'évaluation faite par les organismes qui sanctionnent des tournois de différents types servent également de guide. Notre propre évaluation est généralement en accord par celle de l'ITF. Cependant, il y a une différence importante pour les tournois de classe B (championnats régionaux) que l'ITF surévalue selon nous. Nos données démontrent que les championnats panaméricains, par exemple, sont surévalués, de sorte que notre indice est nettement plus bas que celui de l'ITF.",
  "_IJE_SB_Details_2_":  "Nos indices se rapprochent en général de ceux que Tennis Europe attribue à ses tournois par groupes d'âge.",
  "_IJE_First_Round_Loss_":  "Pas de points perdus au premier tour",
  "_IJE_FRL_Details_":  "Certains tournois internationaux ont des indices élevés. Pour éviter que les joueurs améliorent leur classement par le seul fait de participer à ces tournois, Tennis Canada n'attribue pas de points pour une défaite au premier tour des tournois internationaux. Les exceptions portent sur les tournois juniors du grand chelem et l'Orange Bowl où la difficulté de se qualifier fait de la présence au premier tour un véritable accomplissement. Pour ces tournois, une défaite au premier tour vaut la moitié du nombre normal de points.",
  "_IJE_Underrating_":  "Légère sous-évaluation des tournois internationaux",
  "_IJE_Underrating_Detail_":  "L'indice que nous avons donné aux tournois internationaux est légèrement inférieur à leur force réelle. Nous avons pris cette décision pour établir un juste équilibre entre la valeur des tournois canadiens et ceux des tournois internationaux, ce qui améliore les chances d'obtenir un bon classement national.",
  "_IJE_No_Qualifying_Points_":  "Il n'y a aucun point attribué au classement pour un match de qualification dans un événement junior international",
  "_IJE_No_Qualifying_Points_Detail_":  " Puisqu'il y a une différence significative dans la force des joueurs de ce niveau, il n'y aura aucun point attribué dans les rondes qualificatives pour tous les événements juniors internationaux. Toutefois, si un joueur est qualifié pour le Orange Bowl junior ou les Grand Chelems Junior et perd le match de première ronde dans le tableau principal, le joueur aura la moitié des points accordés au joueur perdant. ",
  "_Open_Events_Dialog_Title_":  "Indices de force des tournois canadiens ouverts",
  "_Major_Open_Events_":  "Principaux tournois canadiens ouverts",
  "_MOE_Details_1_":  "Les principaux tournois ouverts canadiens seront des événements évalués à 1000. Pour consulter ces événements, cliquez sur l’onglet À propos des classements ouverts sur la page d’accueil puis sur l’onglet Tournois ouverts. Ces tournois ont démontré de la constance et de la profondeur au cours des années et méritent de se voir attribuer des points pour le classement junior.",
  "_MOE_Details_2_":  "Cependant, Tennis Canada exige de très bons résultats des joueurs à ces tournois pour leur attribuer des points. Par exemple, un joueur doit atteindre les quarts de finale pour obtenir des points. Cette décision permet d'éviter que le joueur améliore son classement en ne participant qu'à des tournois ouverts, mais elle reconnaît les bons résultats quand ils se produisent.",
  "_Open_Event_Rating_":  "Indice des tournois ouverts",
  "_OER_Details_21_":  "Il est rare qu'un garçon junior atteigne la finale d'un tournoi ouvert. C'est pourquoi il obtient le même nombre de points que le gagnant des championnats nationaux juniors 18 ans.",
  "_OER_Details_2_":  "Les tournois ouverts féminins sont moins relevés que les tournois ouverts masculins. Ainsi, une junior qui remporte un tournoi ouvert (ce qui n'est pas rare) obtient le même nombre de points qu'une demi-finaliste aux championnats nationaux 18 ans.",
  "_Regional_Strength_Factors_Title_":  "Indice de force provinciale et régionale",
  "_RSF_Details_1_":  "Il est évident que le fait de remporter un championnat provincial n'a pas la même valeur d'une province à l'autre. Pour être juste, il faut que l'attribution des points diffère d'un championnat régional ou provincial à un autre.",
  "_RSF_Details_2_":  "L'indice d'attribution des points aux championnats de chaque province ou région est fondé sur la performance des joueurs de cette province ou de cette région aux championnats nationaux des trois dernières années.",
  "_RSF_Details_3":  "Nous avons calculé un indice national des performances (INP) pour chaque province et chaque région, différent selon le sexe, et qui se reflète dans le tableau d'attribution des points.",
  "_RSF_Details_2019_2_":  "Therefore, each province or region will be given a boy's and a girl's strength rating which will be used to rate their event.",
  "_RSF_Details_2019_3_":  "These ratings will be calculated anew every year and will go ito effect on January 1.",
  "_RSF_Details_2019_4_":  "The strength factor for each province based on their top 5 players performance at national over the previous 3 years. 50% from performance at previous year's nationals, 30% on performance on the year before that and 20% on the year before that.",
  "_Strength_Factor_Calculation_":  "Calcul de l'indice des performances",
  "_SFC_Step1_":  "Étape 1 : calcul des points",
  "_SFC_Step1_Details_":  "Pour les championnats nationaux des trois dernières années, on compte le nombre de gagnants, de finalistes, de perdants en demi-finales, en quarts de finale et en huitièmes de finale. On multiplie le nombre des gagnants par 16, celui des finalistes par 8, des demi-finalistes par 4, des quarts de finaliste par 2 et des huitièmes de finaliste par 1. Le total constitue le nombre de points de chaque région.",
  "_SFC_Step1_Example_":  "Exemple : au cours des six derniers championnats nationaux (trois ans), les joueurs du Québec ont eu 9 champions, 11 finalistes, 15 demi-finalistes, 39 quarts de finaliste et 65 huitièmes de finalistes. Donc, 9*16 + 11*8 + 15*4 + 39*2+ 65*1 = 435 points.",
  "_SFC_Step2_":  "Étape 2 : Calcul de l'indice national de référence des performances (INRP)",
  "_SFC_Step2_Details_1_":  "Au cours des trois dernières années, les championnats canadiens offraient un maximum de 1152 points pour les filles et 1152 pour les garçons.",
  "_SFC_Step2_Details_2_":  "Chaque région a obtenu un certain pourcentage des points disponibles. C'est le INRP. Il s'agit d'une évaluation réaliste des performances nationales d'une région.",
  "_SFC_Step2_Example_1_":  "Exemple : les joueurs de l’Alberta ont obtenu 58 points lors des six derniers championnats canadiens. 58/1152 équivaut à environ 5 % du total. C’est l’INRP des garçons de l’Alberta.",
  "_SFC_Step2_Example_2_":  "Exemple : les joueuses du Québec ont obtenu 230 points sur un maximum possible de 1152, ce qui équivaut à environ 20% du total. L’INRP des joueuses du Québec est donc de 20%.",
  "_SFC_Step2_More_":  "En théorie, l'INRP d'une région équivaut à son indice régional. Cependant, certaines régions ont eu peu ou pas de joueurs en huitièmes de finale des championnats nationaux des trois dernières années, ce qui leur donnerait un INRP de 0%. Un indice régional de 0 annulerait les points des joueurs de cette région à leurs championnats régionaux et découragerait la participation. Nous avons donc procédé à des ajustements au INRP pour déterminer l'INP final.",
  "_SFC_Step3_":  "Étape 3 : calcul de l'indice national des performances (INP)",
  "_SFC_Step3_Details_":  "Nous avons établi un INP minimal de 5% auquel nous ajoutons 95% de l’INRP de la région pour arriver à un INP final (le minimum était de 10% avant 2017).",
  "_SFC_Step3_Example_":  "Exemple : une joueuse de C.-B. à un INRP de 9% aux championnats natinaux. Son INP est de 10% + 90% de son INRP, ce qui donne un total de 18%. L'indice national des performances d'une joueuse de C.-B. est donc de 18% pour les championnats nationaux.",
  "_sfc_detail_2019_1":  "How do we calculate each provincial boy's and girl's strengths for a gender in a given year?",
  "_sfc_detail_2019_2":  "Step 1: Calculate points earned",
  "_sfc_detail_2019_3":  "For each province, look at their top 5 performers in for both indoor and outdoor nationals.  A winner earns 16 points for his province, a runner up earns 8, a losing SF earns 4, losing QF earns 2 and a losing R16 earns 1.",
  "_sfc_detail_2019_4":  "Example: let's say that in the previous year, BC boys had 1 national champion, 2 runners up, 5 semi- finalists, 7 quarter-finalists and 7 loosers in R16. This woul dearn them  1(16) + 2(8) + 5(4) + 7(2) + 7(1) = 73 points.",
  "_sfc_detail_2019_5":  "Step 2: Calulate a provisional rating for the year",
  "_sfc_detail_2019_6":  "A province's provisional rating is the number of points earned by that province divided by the number of points won by all provinces. A strong province may in fact earn over half the points won by all the provinces, while a weak province may accru very few points.",
  "_sfc_detail_2019_7":  "Example: in any year there are a maximum of 384 points available in total, but because some provinces may have more than 5 players in the top 16 in any one event, in actuality the total points earned across all the provinces may be in the range of 660.  In this case BC would have a provisional rating for boys of 73/660 = .11.",
  "_sfc_detail_2019_8":  "Step 3: Go back three years",
  "_sfc_detail_2019_9":  "Add together 50% of last year's provisional rating , 30% of the previous year's and 20 % of the year before that.",
  "_sfc_detail_2019_10":  "Example: assume that BC boys has pr of .11, .15 and .13 over the last three years. Their provisional rating would be .5 * .11 + .3 * .15 +.2 *.13 = .126",
  "_sfc_detail_2019_11":  "Step 4: Adjust the provisional rating",
  "_sfc_detail_2019_12":  "The actual rating is .05 * .95 times the provisional rating.  This is done to ensure that no province will have a rating below .05, which means not province's championships will ever be rated lower than 5% of the national championships.",
  "_sfc_detail_2019_13":  "Example: BC's boys rating would be .05 + .95 * .126 = .170",
  "_sfc_detail_2019_14":  "This means that BC's provincial championships would be rated at 17.0% of nat the national championships in the same age group.",
  "_Strength_Factor_Recalculation_":  "Mise à jour de l'indice national des performances (INP)",
  "_SFR_Details_":  "L'INP de chaque région est mis à jour chaque année sur la base des résultats des championnats canadiens des trois dernières années. Une région qui forme de meilleurs joueurs améliore ainsi l'INP de ses porte-couleurs.",
  "_Play_Up_Exception_":  "Lorsqu'un joueur joue dans un tournoi au-dessus de sa catégorie d'âge, il ou elle peut seulment gagner des points si il/elle gagne au moins un match (Ceci n'inclue pas les laissez-passers ou des matchs gagnés par défaut). Ceci permet d'éviter que les joueurs montent facilement au classement tout en perdant lors de tournois d'une catégorie d'âge supérieur.  ",
  "_junior_category_select_tooltip_":  "L'attribution des points diffère selon les groupes d'âge",
  "_junior_gender_select_tooltip_":  "L'attribution des points diffère selon le sexe, puisque les filles tendent à se développer plus rapidement.",
  "_junior_draw_size_tooltip_":  "L'attribution des points est réduite pour les tirages de moins de 8 joueurs",
  "_Cdn_Open_abbrv_":  "Ouv. Canada",
  "_Cdn_Open_":  "Tournois canadiens ouverts",
  "_Cdn_Open_description_":  "Les Juniors peuvent obtenir des points dans les tournois ouverts 1000 de premier niveau. Pour consulter la liste de tous ces événements, cliquez sur l’onglet À propos des classements ouverts sur la page d’accueil puis sur l’onglet Tournois ouverts. ",

  "_RLFBWD_":  "Match perdus en première ronde, Laissez-passer, Par Défaut, Abandon, etc. ",
  "_RLFBWD_Domestic_rm_":  "Plus d'informations à ce sujet sur les événements domestiques au sein de votre catégorie d'âge",
  "_RLFBWD_Domestic_PU_rm_":  "Plus d'informations à ce sujet sur les événements domestiques au dessus de votre catégorie d'âge",
  "_RLFBWD_Intl_rm_":  "Plus d'informations à ce sujet sur les événements internationaux",
  "_RLFBWD_Domestic_Title_":  "événements locaux au sein de votre catégorie d'âge",
  "_RLFBWD_Domestic_PU_Title_":  "événements domestiques au dessus de votre catégorie d'âge",
  "_RLFBWD_International_Title_":  "Événements internationaux",
  "_FR_Participation_Required_":  "Participation requis",
  "_FR_PR_Details_":  "Afin de gagner des points, un joueur doit participer à un événement. Si un joueur se retire du tournoi lors de son premier match du tournoi, aucun point sera attribué. ",
  "_Win_Required_PU_":  "Victoire requise",
  "_Win_Required_PU_Details_":  "Lorsqu'un joueur participe dans un tournoi au dessus de sa catégorie d'âge, il doit gagner au moins un match afin de recevoir des points. Ceci n'inclut pas des victoires par défaut ou bye. Cette règle est en place afin de s'assurer que les joueurs n'obtiennent pas un classement basé seulement sur la participation dans une catégorie d'âge supérieur. ",
  "_FRL_":  "Perdre un match en première ronde",
  "_FRL_Domestic_":  "En général, les joueurs doivent jouer dans une catégorie d'âge approprié lors des événements domestiques où ils pourront obtenir des points même en cas de défaite en première ronde pour encourager la participation. ",
  "_FRL_Domestic_PU_":  "Si un joueur joue au-dessus de sa catégorie d'âge, un joueur doit gagner le match afin de recevoir les points. Si c'est une défaite en première ronde, aucun point sera attribué. ",
  "_FRL_International_":  "En général, les joueurs doivent jouer dans une catégorie d'âge approprié lors des événements internationaux. Ceci est afin d'éviter que les joueurs montent au classement seulement en jouant des événements internationaux où les points sont plus généreux sans avoir gagner aucun match.  ",
  "_FRL_Exceptions_":  "Exceptions",
  "_FRL_Exception_1_":  "Au tournoi de Grand Chelem et au Orange Bowl, les joueurs recoivent la moitié des points normalement attribués lors de défaites en première ronde. Ceci est pour reconnaitre leur participation apres avoir qualifier, soit par entrée directe ou en passant par les qualifications, pour ces événements qui sont plus difficiles. ",
  "_FRL_Exception_2_":  "Si un joueur passe par les qualifications et obtient une place dans le tableau principal d'un événement professionel et le joueur obtient un point du circuit ATP ou WTA, le joueur recevra donc les points attribués au perdant de première ronde. ",
  "_FRL_Exception_3_":  "Si le classement d'un joueur lui permet de se qualifier directement pour le tableau principal pour un événement professionel et si la défaite en première ronde leur permet d'accumuler un point ATP ou WTA, le joueur recevra ces points. Un joueur ayant acces au tableau principal par invitation privilégiée, le joueur ne recevra pas les points normalement attribués lors d'une défaite de première ronde. ",
  "_First_Round_Byes_":  "Recevoir une exemption de première ronde, par défaut ou walk over ",
  "_FRBWD_Domestic_":  "une exemption de première ronde, par défaut ou walk over sera considéré comme une victoire. ",
  "_FRBWD_Domestic_PU_":  "Si un joueur joue dans une catégorie d'âge supérieur, une examption de première ronde, par défaut ou walk over ne sera pas considéré comme une victoire. ",
  "_FRBWD_International_":  "Si un joueur joue dans une catégorie d'âge supérieur, une invitation privilégiée de première ronde, par défaut ou walk over ne sera pas considéré comme une victoire. Le joueur doit gagner un match à l'exception des situations mentionnées ci-dessus. ",
  "_Second_Round_Byes_":  "Recevoir une exemption de deuxième ronde, par défaut ou walk over ",
  "_SRBWD_Domestic_":  "Comme au premier ronde, ceci est traité comme une victoire.",
  "_SRBWD_Domestic_PU_":  "Si un joueur a déjà obtenu une victoire, une exemption de deuxième ronde, par défaut ou walkover seront traités comme une victoire. Sinon, un joueur doit tout de même gagner un match afin de recevoir des points. Dans une circonstance extrême, un joueur ayant une exemption suivi d'un walkover puis d'un match par défaut, le joueur doit tout de meme gagner un match pour recevoir des points s'il joue dans une catégorie d'âge au dessus de la sienne. ",
  "_SRBWD_International_":  "En général, avancer en deuxième ronde est considérer comme une victoire. Notez bien qu'un joueur qui ne participe pas au tournoi ne peut recevoir de points. (un joueur avance sur un walkover et puis donne un walkover)",
  "_Retirement_":  "Abandon",
  "_Retirement_Details_":  "Si un joueur abandonne après le jeu ait commencé, le match est traité comme une victoire ou une défaite.",
  "_jr_in_open_eg_":  "Pro & Ouverts ",
  "_jr_in_open_eg_title_":  "Juniors Playing Pro & Open",
  "_WTA_eg_":  "WTA",
  "_WITF_eg_":  "Womens ITF",
  "_ATP_eg_":  "ATP",
  "_jr_open_eg_":  "Canadain Open",
  "_jr_open_w_":  "Can Open Women",
  "_jr_open_m_":  "Cdn Open Men",
  "_jr_regional_eg_":  "Canadiens junior",
  "_jr_regional_eg_title_":  "Canadiens junior",
  "_jr_eg_":  "Junior",
  "_jr_eg_title_":  "Junior"
}
