{

  "_junior_competitive_structure_":  "Structure de compétition",
  "_RM_International_":  "Plus de renseignements sur les tournois internationaux juniors",
  "_RSF_":  "Indice de force régionale",
  "_Tournament_Structure_":  "format de tournois",
  "_Open_PT_Title_":  "Points attribués pour les tournois ouverts",
  "_Male_Pro_rm_":  "Plus de renseignements sur le circuit professionnel masculin",
  "_Canadian_Open_rm_":  "Plus de renseignements sur les tournois canadiens ouverts",
  "_Female_Pro_rm_":  "Plus de renseignements sur le circuit professionnel féminin",
  "_point_awards_":  "Attribution des points",
  "_point_award_details_":  "Le système attribue des points en fonction de deux facteurs : la force historique du tournoi et la progression du joueur. Vous trouverez plus de détails sous les onglets Niveau et points attribués.",
  "_Combined_Categories_":  "Classement combiné",
  "_CC_Detail_":  "Les points obtenus déterminent le classement du joueur, peu importe la catégorie dans laquelle il les a obtenus. Ainsi, un joueur de 14 ans peut obtenir des points chez les 16 ans. Des classements sont également publiés pour chaque catégorie d'âge. ",
  "_CC_Rationale_RM_":  "Justification du classement combiné",
  "_Combined_Category_Rationale_":  "Justification du classement combiné",
  "_CC_D_1_":  "Le joueur junior accumule des points pour son classement junior, peu importe la catégorie d'âge dans laquelle il joue.",
  "_CC_D_2_":  "Exemple: si une joueuse de 12 ans participe à un tournoi 12 ans et moins, elle obtient des points pour son classement junior combiné, tout comme elle le fait si elle participe à un tournoi 14 ans ou 16 ans (surclassement).",
  "_CC_D_3_":  "Cette approche est très différente de celle des «catégories séparées» où le joueur établit un classement distinct dans chaque catégorie à laquelle il participe. ",
  "_CC_D_4_":  "Les principales raisons d'utiliser un classement combiné sont les suivantes :",
  "_CC_D_5_":  "Le classement combiné permet au joueur de participer à des tournois qui correspondent à son niveau de développement. Il n'a pas à se soucier de conserver ou de protéger un classement dans sa propre catégorie d'âge.",
  "_CC_D_6_":  "Avec le classement combiné, le joueur peut conserver un classement canadien dans sa catégorie  d'âge même s'il ne joue que des tournois surclassés. Avec le classement séparé, si le joueur ne joue que des tournois surclassés, il n'a pas de classement dans sa catégorie d'âge.",
  "_CC_D_7_":  "Le classement combiné tient compte de tous les résultats du joueur pour un classement unique. Le classement séparé ne tient pas compte de tous les résultats pour évaluer le niveau de jeu global du joueur.",
  "_CC_D_8_":  "Avec le classement combiné, les performances du joueur le suivent quand il change de catégorie d'âge, ce qui n'est pas le cas avec le classement séparé.",
  "_junior_num_events_":  "Les 5 meilleurs tournois",
  "_junior_num_events_detail_":  "Les classements juniors sont fondés sur les cinq meilleurs résultats du joueur.",
  "_junior_num_events_rm_":  "Justification des cinq tournois.",
  "_jr_num_events_rationale_":  "Justification des cinq tournois",
  "_jr_num_events_play_opportunities_":  "Occasions de jouer ",
  "_jr_num_events_play_opportunities_detail_":  "En général, les joueurs auront l'occasion de participer à de nombreux tournois dans leur propre catégorie d'âge au cours de l'année. Ceux qui veulent se bâtir un classement, le maintenir ou l'améliorer n'auront aucun mal à disputer au moins cinq tournois.",
  "_jr_num_events_quality_":  "La qualité avant la quantité",
  "_jr_num_events_quality_detail_":  "Tennis Canada et les provinces veulent s'assurer que les classements reposent sur d'excellentes performances plutôt que sur des résultats médiocres. En limitant la sélection aux cinq meilleurs tournois, on évite ainsi que le joueur obtienne des points uniquement parce qu'il a joué plus de tournois que ses camarades.",
  "_Draw_Size_":  "Taille du tableau",
  "_Draw_Size_Details_":  "La force des joueurs dans le tableau est l'élément clé de l'attribution des points. Comme un très petit tableau pourrait permettre d'obtenir trop de points, on considère que le tableau comporte au moins huit joueurs. Pour des tableaux plus petits, on accorde les points proportionnellement au nombre de joueurs. Cette règle ne s'applique qu'aux tournois régionaux et provinciaux. ",
  "_RAP_Title_":  "Niveau et points attribués",
  "_Points_Benchmark_":  "Indice de référence",
  "_PB_Details_":  "Les Championnats canadiens 18 ans et moins servent d'indice de référence pour l'attribution des points. Comme on peut le voir dans le tableau des points, le gagnant reçoit 10 000 points.",
  "_Rating_":  "Niveau",
  "_Rating_Detail_1_":  "Dans les tournois mieux cotés que les Championnats canadiens 18 ans (p. ex. l'Organge Bowl chez les garçons de 16 ans), le gagnant reçoit plus de 10 000 points. Dans les tournois moins bien cotés (p. ex.Championnats canadiens pour des catégories plus jeunes, tournois provinciaux et régionaux), le gagnant reçoit moins de points.",
  "_Rating_Detail_2_":  "Chaque catégorie de tournois possède son propre indice. Les détails sont fournis dans le volet « tournois admissibles ».",
  "_Points_for_rounds_reached_":  "Attribution de points selon les tours atteints",
  "_PRR_Details_1_":  "Les points attribués au gagnant d’un tournoi sont déterminés selon l’indice du tournoi multiplié par l’indice de référence de 10 000 points.",
  "_PRR_Details_2_":  "Le finaliste obtient 60% des points du gagnant. Le demi-finaliste obtient 60% des points du finaliste. Le quart de finaliste obtient 60% des points du demi-finaliste, et ainsi de suite.",
  "_National_Age_Category_Ratings_":  "Points pour les caatégories d'âge aux Championnats canadiens",
  "_NACR_Detials_":  "La classification des Championnats canadiens masculins et féminins U16, U14 et U12 est basée sur une étude de la performance de tous les joueurs qui ont «joué» aux Championnats canadiens et ontariens sur 3 ans.",

  "_BU16_Rating_":  "Pourquoi le champion canadien chez les 16 ans et moins obtient-il 5 200 points ?",
  "_BU16_Rating_Details_1_":  "L'attribution des points peut paraître arbitraire, mais elle découle d'une analyse des résultats historiques obtenus par les joueurs qui ont participé à la fois aux Championnats canadiens 16 ans et 18 ans la même année. Cette analyse porte sur trois ans. En comparant les résultats obtenus dans ces groupes d'âge, nous avons évalué la force relative de ces deux groupes. Nous avons ensuite ajusté l'indice qui découle de ces évaluations pour éviter qu'un joueur obtienne un classement trop élevé par le seul fait de se présenter au tournoi.",
  "_Other_AG_Ratings_":  "Qu'en est-il des autres catégéories d'âge?",
  "_Other_AG_Rating_Details_":  "La même analyse a permis de comparer les 14 ans aux 16 ans et les 12 ans aux 14 ans. Nous avons fait la même analyse pour les filles. Ces six analyses ont permis de déterminer les points attribués aux garçons et filles de 16 ans et de 14 ans.",
  "_Boys_vs_Girls_":  "Pourquoi l'indice des garçons diffère-t-il de celui des filles ?",
  "_Boys_vs_Girls_Details_":  "Les analyses ont permis de constater une différence majeure entre les résultats des filles surclassées et ceux des garçons surclassés. Quelles qu'en soient les raisons, les filles surclassées obtiennent de meilleurs résultats que les garçons, ce qui explique la différence d'indice entre les deux sexes.",
  "_National_and_Regional_Rankings_":  "Classements canadiens et provinciaux",
  "_NRR_Details_":  "Pour établir le classement d'un joueur, on tient compte des tournois provinciaux et régionaux (inter-provinciaux), des Championnats canadiens, des tournois internationaux juniors et des compétitions professionnelles. Les joueurs peuvent connaître leur classement canadien, provincial ou régional.",
  "_Ranked_Events_":  "Tournois admissibles",
  "_National_Junior_Events_":  "Tournois juniors canadiens",
  "_NJE_Details_":  "Les résultats obtenus aux Championnats canadiens en salle et à l'extérieur comptent pour le classement.",

  "_National_Junior_Open_Series_":  "Circuit canadien de tournois juniors open",
  "_NJOS_Details_":  "Les gagnants du Circuit canadien des tournois juniors open chez les moins de 12,14 et 16 ans recevront des points basés d'autres tournois de même calibre. ",

  "_NJOS_Point_Awards_":  "Attribution des points pour le Circuit canadiens de tournois juniors open",
  "_NJOS_PA_ON_":  "Attribution des points en Ontario",
  "_NJOS_PA_ON_Detail_":  "En Ontario, les gagnants du Circuit canadiens des tournois juniors open recevront les mêmes points que les gagnants des tournois quatre étoiles. ",
  "_NJOS_PA_QC_":  "Attribution des points au Québec",
  "_NJOS_PA_QC_Detail_":  "Au Québec, les gagnantes du Circuit canadiens des tournois juniors open recevront les mêmes points que les perdantes des quarts de final des Championnats canadiens. Les gagnants recevront les mêmes points que les gagnants des Étapes. ",
  "_NJOS_PA_BC_":  "Attribution des points en Colombie-Britannique",
  "_NJOS_PA_BC_Detail_":  "En C.-B., les gagnants du Circuit canadien des tournois juniors open recevront les mêmes points que les perdants des quarts de finale des Championnats canadiens. . ",
  "_Provincial_":  "Provinciaux",
  "_Provincial_Events_":  "Tournois provinciaux et régionaux",
  "_Provincial_Events_Details_1_":  "La plupart des tournois juniors au Canada sont sanctionnés par les associations provinciales. Il existe également des championnats régionaux (inter-provinciaux) pour les provinces atlantiques et le duo Manitoba-Saskatchewan. Les résultats de tous ces tournois comptent pour le classement du joueur.",
  "_Provincial_Events_Details_2_":  "Puisque les provinces et les régions présentent des niveaux de jeu différents, les points accordés sont fondés sur les performances des joueurs au cours des Championnats canadiens des 3 dernières années. Les points accordés pour les championnats provinciaux et régionaux sont fondés sur leur indice de force.",
  "_Provincial_Strength_Factor_RM_":  "Apprenez comment les indices de force provinciaux sont calculés.",
  "_Provincial_Events_Details_3_":  "Des tournois provinciaux de moindre importance sont organisés dans toutes les provinces. Ils sont décrits dans les tableaux de points des épreuves provinciales.",
  "_Provincial_Events_Details_4_":  "Bien que chaque province possède sa propre structure de tournois, plusieurs similitudes existent partout au pays.",
  "_Event_Grades_":  "Catégories de tournois",
  "_Event_Grades_Details_":  "Le tableau suivant illustre le lien entre les structures de tournois et les catégories de tournois.",
  "_Combined_Events_Title_":  "Événements conjoints",
  "_Combined_Events_Detail_":  "Le classement sera ajusté lorsque des tournois de différents groupe d'âge seront conjoints dû à une faible participation. ",

  "_Combined_Events_Detail_1_":  "Si les conditions suivantes s'appliquent au tournoi en question, les points attribués durant le tournoi ne seront pas réduits.",
  "_Combined_Events_Condition_1_":  "25% des joueurs doivent être dans la catégorie d'âge du tournoi.",
  "_Combined_Events_Condition_2_":  "50% des joueurs doivent être dans la catégorie d'âge du tournoi ou dans une catégorie d'âge plus jeune. ",
  "_Combined_Events_Condition_3_":  "Au total, 8 joueurs seront dans la catégorie d'âge du tournoi ou dans une catégorie d'âge plus jeune. ",
  "_Combined_Events_Detail_2_":  "Si aucune de ces conditions est respectée, le tournoi sera rétrogradé. ",
  "_Canadian_Open_Events_":  "Tournois ouverts",
  "_Canadian_Open_Event_Details_":  "Une excellente prestation dans les épreuves de haut niveau des tournois ouverts canadiens contribuera également au classement d'un junior.",
  "_multi_agegroup_events_":  "Tournois multi-âges",
  "_multi_agegroup_events_detail_":  "De nombreux tournois réunissent des joueurs de différentes catégories d'âge. Certains d'entre eux seront déclassés s'il y a trop peu de joueurs dans la catégorie d'âge du tournoi. ",
  "_multi_agegroup_events_rm_":  "Plus sur les tournois multi-âges",
  "_multi_agegroup_events_detail_1_":  "De nombreux tournois réunissent des joueurs de différentes catégories d'âge. Normalement, ces tournois sont évalués pour la catégorie d'âge des participants les plus âgés. Toutefois, certaines de ces tournois sont nettement plus faibles. Cela peut se produire lorsque les épreuves sont combinées ou qu'il n'y a tout simplement pas assez de joueurs pour organiser des épreuves dans chaque catégorie d'âge. Nous devons éviter que les joueurs du groupe d'âge inférieur se forgent un bon classement en ne participant qu'à de tels tournois.",
  "_multi_agegroup_events_detail_2_":  "Par conséquent, les tournois multi-âges seront déclassés (par groupe d'âge) lorsque l'une des conditions suivantes s'applique :",
  "_multi_agegroup_events_condition_1_":  "moins de 25 % des joueurs sont dans la catégorie d'âge du tournoi",
  "_multi_agegroup_events_condition_2_":  "moins de 50 % des joueurs sont dans la catégorie d'âge du tournoi ou dans la catégorie d'âge inférieure",
  "_multi_agegroup_events_condition_3_":  "moins de 8 joueurs font partie de la catégorie d'âge du tournoi ou de la catégorie d'âge inférieure.",
  "_Open_Events_":  "Tournois ouverts",
  "_Open_Event_Details_":  "Les résultats de tournois professionnels d'une sélection de tournois ouverts canadiens contribueront aussi au classement d'un junior. La valeur de ces tournois est fondée sur les performances historiques des joueurs canadiens, ainsi que sur l'évaluation de ces tournois par les organismes comme l'ITF, l'ATP et la WTA.",
  "_60_Percent_Rationale_":  "Justification du 60 %",
  "_Points_Per_Round_":  "Points par tour",
  "_PPR_Details_":  "Le finaliste obtient 60% des points du gagnant. Le demi-finaliste obtient 60% des points du finaliste. Le quart de finaliste obtient 60% des points du demi-finaliste, et ainsi de suite.",
  "_Choice_of_60_Percent_":  "Le choix du 60 %",
  "_C60P_Details_":  "Le critère de 60 % a été choisi parce qu'il permet de récompenser les performances d'un joueur sans surévaluer ceux qui se rendent loin dans le tirage. Ce critère est en accord avec les systèmes internationaux de classement comme l'ITF, l'ATP et la WTA.",
  "_Open_Events_Dialog_Title_":  "Indices de force des tournois canadiens ouverts",
  "_Major_Open_Events_":  "Principaux tournois canadiens ouverts",
  "_MOE_Details_1_":  "Les principaux tournois canadiens ouverts seront des épreuves évaluées à 1000. Pour consulter ces tournois, cliquez sur l’onglet À propos des classements ouverts sur la page d’accueil puis sur l’onglet Tournois ouverts. Ces tournois ont démontré de la constance et de la profondeur au cours des années et méritent de se voir attribuer des points pour le classement junior.",
  "_MOE_Details_2_":  "Cependant, Tennis Canada exige de très bons résultats des joueurs à ces tournois pour leur attribuer des points. Par exemple, un joueur doit atteindre les quarts de finale pour obtenir des points. Cette décision permet d'éviter que le joueur améliore son classement en ne participant qu'à des tournois ouverts, mais elle reconnaît les bons résultats quand ils se produisent.",
  "_Open_Event_Rating_":  "Indice des tournois ouverts",
  "_OER_Details_21_":  "Il est rare qu'un garçon junior atteigne la finale d'un tournoi ouvert. C'est pourquoi il obtient le même nombre de points que le gagnant des Championnats canadiens 18 ans.",
  "_OER_Details_2_":  "Les tournois ouverts féminins sont moins relevés que les tournois ouverts masculins. Ainsi, une junior qui remporte un tournoi ouvert (ce qui n'est pas rare) obtient le même nombre de points qu'une demi-finaliste aux Championnats canadiens 18 ans.",
  "_Regional_Strength_Factors_Title_":  "Indice de force provinciale et régionale",
  "_RSF_Details_1_":  "Il est évident que le fait de remporter un championnat provincial n'a pas la même valeur d'une province à l'autre. Pour être juste, il faut que l'attribution des points diffère d'un championnat régional ou provincial à un autre.",
  "_RSF_Details_2_":  "L'indice d'attribution des points aux championnats de chaque province ou région est fondé sur la performance des joueurs de cette province ou de cette région aux Championnats canadiens des trois dernières années.",
  "_RSF_Details_3":  "Nous avons calculé un indice national des performances (INP) pour chaque province et chaque région, différent selon le sexe, et qui se reflète dans le tableau d'attribution des points.",
  "_RSF_Details_2019_2_":  "Par conséquent, chaque province ou région se verra attribuer un indice de force pour les garçons et pour les filles qui serviront à évaluer leur épreuve.",
  "_RSF_Details_2019_3_":  "Ces indices seront recalculés chaque année et entreront en vigueur le 1er janvier.",
  "_RSF_Details_2019_4_":  "L'indice des performances pour chaque province est basé sur la performance de ses cinq meilleurs joueurs aux Championnats canadiens au cours des trois dernières années. 50 % de la performance aux Championnats canadiens de l'année précédente, 30 % de la performance de l'année d'avant et 20 % de la dernière des trois années. ",
  "_Strength_Factor_Calculation_":  "Calcul de l'indice des performances",
  "_SFC_Step1_":  "Étape 1 : calcul des points",
  "_SFC_Step1_Details_":  "Pour les Championnats canadiens des trois dernières années, on compte le nombre de gagnants, de finalistes, de perdants en demi-finale, en quart de finale et en huitième de finale. On multiplie le nombre des gagnants par 16, celui des finalistes par 8, des demi-finalistes par 4, des quart de finalistes par 2 et des huitième de finalistes par 1. Le total constitue le nombre de points de chaque région.",
  "_SFC_Step1_Example_":  "Exemple : au cours des six derniers Championnats canadiens (trois ans), les joueurs du Québec ont eu 9 champions, 11 finalistes, 15 demi-finalistes, 39 quart de finalistes et 65 huitième de finalistes. Donc, 9*16 + 11*8 + 15*4 + 39*2+ 65*1 = 435 points.",
  "_SFC_Step2_":  "Étape 2 : Calcul de l'indice national de référence des performances (INRP)",
  "_SFC_Step2_Details_1_":  "Au cours des trois dernières années, les Championnats canadiens offraient un maximum de 1152 points pour les filles et 1152 pour les garçons.",
  "_SFC_Step2_Details_2_":  "Chaque région a obtenu un certain pourcentage des points disponibles. C'est le INRP. Il s'agit d'une évaluation réaliste des performances nationales d'une région.",
  "_SFC_Step2_Example_1_":  "Exemple : les joueurs de l’Alberta ont obtenu 58 points lors des six derniers Championnats canadiens. 58/1152 équivaut à environ 5 % du total. C’est l’INRP des garçons de l’Alberta.",
  "_SFC_Step2_Example_2_":  "Exemple : les joueuses du Québec ont obtenu 230 points sur un maximum possible de 1152, ce qui équivaut à environ 20% du total. L’INRP des joueuses du Québec est donc de 20%.",
  "_SFC_Step2_More_":  "En théorie, l'INRP d'une région équivaut à son indice régional. Cependant, certaines régions ont eu peu ou pas de joueurs en huitième de finale des championnats canadiens des trois dernières années, ce qui leur donnerait un INRP de 0%. Un indice régional de 0 annulerait les points des joueurs de cette région à leurs championnats régionaux et découragerait la participation. Nous avons donc procédé à des ajustements au INRP pour déterminer l'INP final.",
  "_SFC_Step3_":  "Étape 3 : Calcul de l'indice national des performances (INP)",
  "_SFC_Step3_Details_":  "Nous avons établi un INP minimal de 5% auquel nous ajoutons 95% de l’INRP de la région pour arriver à un INP final (le minimum était de 10% avant 2017).",
  "_SFC_Step3_Example_":  "Exemple : une joueuse de C.-B. a un INRP de 9% aux Championnats canadiens. Son INP est de 10% + 90% de son INRP, ce qui donne un total de 18%. L'indice national des performances d'une joueuse de C.-B. est donc de 18% pour les Championnats canadiens.",
  "_sfc_detail_2019_1":  "Comment calculons-nous les forces des garçons et des filles de chaque province pour une année donnée ?",
  "_sfc_detail_2019_2":  "Étape 1 : calcul des points récoltés",
  "_sfc_detail_2019_3":  "Pour chaque province, nous regardons ses cinq meilleurs joueurs aux Championnats canadiens en salle et d'été. Un gagnant récolte 16 points pour sa province, un finaliste en obtient 8, un perdant en demi-finale en récolte 4, un perdant en quart de finale obtient 2 points et un perdant en huitième de finale en marque 1.   ",
  "_sfc_detail_2019_4":  "Exemple : disons que l'année précédente, les garçons de la Colombie-Britannique avaient un champion canadien, deux finalistes, cinq demi-finalistes, sept quart de finalistes et sept perdants en huitième de finale. Cela rapporterait 1(19) + 2(8) + 5(4) + 7(2) + 7(1) = 73 points. ",
  "_sfc_detail_2019_5":  "Étape 2 : Calcul de l'indice de la province pour l'année",
  "_sfc_detail_2019_6":  "L'indice provisoire d'une province est le nombre de points obtenus par cette province divisé par le nombre de points obtenus par l'ensemble des provinces. En fait, une province forte peut récolter plus de la moitié des points récoltés par toutes les provinces, alors qu'une province faible peut accumuler très peu de points.",
  "_sfc_detail_2019_7":  "Exemple : chaque année, il y a un maximum de 384 points totaux possible, mais comme certaines provinces peuvent avoir plus de cinq joueurs parmi le Top 16 d'une épreuve, en réalité, le total des points obtenus dans toutes les provinces pourrait être de l'ordre de 660. Dans ce cas, la Colombie-Britannique aurait un indice provisoire de 73/660 = 11.",
  "_sfc_detail_2019_8":  "Étape 3 : Remonter trois ans en arrière",
  "_sfc_detail_2019_9":  "Additionnez 50 % de 'indice provisoire de l'année dernière, 30 % de celle de l'année précédente et 20 % de la dernière des trois années.",
  "_sfc_detail_2019_10":  "Exemple : supposons que les garçons de la C.-B. ont eu un IP de 0,11, 0,15 et 0,13 au cours des trois dernières années. Leur indice provisoire serait de 0,5 * 0,11 + 0,3 * 0,15 + 0,2 * 0,13 = 0,126",
  "_sfc_detail_2019_11":  "Étape 4 : Ajuster l'indice provisoire",
  "_sfc_detail_2019_12":  "L'indice réel est de 0,05 * 0,95 fois l'indice provisoire. Nous faisons cela pour nous assurer qu'aucune province n'aura un indice inférieur à 0,05, ce qui signifie que les championnats d'une province ne seront jamais cotés à moins de 5 % des Championnats canadiens.",
  "_sfc_detail_2019_13":  "Exemple : l'indice des garçons de la C.-B. serait 0,05 + 0,95 * 0,126 = 0,170",
  "_sfc_detail_2019_14":  "Cela signifie que les championnats provinciaux de la Colombie-Britannique seraient cotés à 17 % des Championnats canadiens pour la même catégorie d'âge.",
  "_Strength_Factor_Recalculation_":  "Mise à jour de l'indice national des performances (INP)",
  "_SFR_Details_":  "L'INP de chaque région est mis à jour chaque année sur la base des résultats des Championnats canadiens des trois dernières années. Une région qui forme de meilleurs joueurs améliore ainsi son INP.",
  "_Play_Up_Exception_":  "Lorsqu'un joueur joue dans un tournoi au-dessus de sa catégorie d'âge, il peut seulement gagner des points s'il gagne au moins un match (Ceci n'inclue pe comprend pas les exemptions ou des matchs gagnés par défaut). Ceci permet d'éviter que les joueurs montent facilement au classement tout en perdant lors de tournois d'une catégorie d'âge supérieure.  ",
  "_junior_category_select_tooltip_":  "L'attribution des points diffère selon les groupes d'âge",
  "_junior_gender_select_tooltip_":  "L'attribution des points diffère selon le sexe, puisque les filles tendent à se développer plus rapidement.",
  "_junior_draw_size_tooltip_":  "L'attribution des points est réduite pour les tableaux de moins de 8 joueurs",
  "_Cdn_Open_abbrv_":  "Tournois canadiens ouverts",
  "_Cdn_Open_":  "Tournois canadiens ouverts",
  "_Cdn_Open_description_":  "Les juniors peuvent obtenir des points dans les tournois ouverts 1000 de premier niveau. Pour consulter la liste de toutes ces épreuves, cliquez sur l’onglet À propos des classements ouverts sur la page d’accueil puis sur l’onglet Tournois ouverts. ",

  "_RLFBWD_":  "Défaites au premier tour, exemption, défauts, retraits et abandons ",
  "_RLFBWD_Domestic_rm_":  "Renseignements sur les tournois canadiens au sein de votre catégorie d'âge",
  "_RLFBWD_Domestic_PU_rm_":  "Renseignements sur les tournois canadiens dans un catégorie d'âge au-dessus de la vôtre",
  "_RLFBWD_Intl_rm_":  "Renseignements sur les tournois internationaux",
  "_RLFBWD_Domestic_Title_":  "Tournois canadiens au sein de votre catégorie d'âge",
  "_RLFBWD_Domestic_PU_Title_":  "Tournois canadiens au sein d'une catégorie d'âge au-dessus de la vôtre",
  "_RLFBWD_International_Title_":  "Tournois internationaux",
  "_FR_Participation_Required_":  "Participation requise",
  "_FR_PR_Details_":  "Afin de gagner des points, un joueur doit participer à un tournoi. Si un joueur se retire du tournoi lors de son premier match, aucun point sera attribué. ",
  "_Win_Required_PU_":  "Victoire requise",
  "_Win_Required_PU_Details_":  "Lorsqu'un joueur participe dans un tournoi au-dessus de sa catégorie d'âge, il doit gagner au moins un match afin de recevoir des points. Ceci ne comprend pas des victoires par défaut ou par exemption. Cette règle est en place afin de s'assurer que les joueurs n'obtiennent pas un classement basé seulement sur la participation dans une catégorie d'âge supérieure. ",
  "_FRL_":  "Défaite au premier tour",
  "_FRL_Domestic_":  "En général, les joueurs qui évoluent dans leur catégorie d'âge obtiennent des points même en cas de défaite au premier tour afin d'encourager la participation. ",
  "_FRL_Domestic_PU_":  "Si un joueur joue dans une catégorie d'âge supérieure, il doit gagner le match afin de recevoir les points. Aucun point ne sera attribué en cas de défaite au premier tour. ",
  "_FRL_International_":  "En général, les joueurs doivent évoluer dans une catégorie d'âge appropriée dans le cadre de tournois internationaux. Cette règle permet d'éviter que les joueurs montent au classement en ne disputant que des tournois internationaux où les points sont plus généreux sans avoir gagner aucun match.  ",
  "_FRL_Exceptions_":  "Exceptions",
  "_FRL_Exception_1_":  "Aux tournois du Grand Chelem et à l'Orange Bowl, les joueurs reçoivent la moitié des points normalement attribués pour une défaite au premier tour. Cette règle permet de reconnaitre leur participation après s'être qualifiés (soit par entrée directe ou par le biais des épreuves préliminaires) pour ces tournois plus relevés.  ",
  "_FRL_Exception_2_":  "Si un joueur franchi avec succès les tours de qualification et obtient une place au tableau principal d'un tournoi professionnel et qu'il récolte un point du circuit de l'ATP ou de la WTA, le joueur recevra les points attribués au perdant du premier tour.  ",
  "_FRL_Exception_3_":  "Si le classement d'un joueur lui permet d'accéder directement au tableau principal d'un tournoi professionnel et si la défaite au premier tour lui permet d'accumuler un point ATP ou WTA, le joueur recevra ces points. Le joueur qui perd au premier tour après avoir reçu un laissez-passer pour le tableau principal ne recevra pas de points pour sa défaite.  ",
  "_First_Round_Byes_":  "Exemption au premier tour, défaut ou forfait ",
  "_FRBWD_Domestic_":  "Une exemption au premier tour, une victoire par défaut ou par forfait sera considérée comme une victoire. ",
  "_FRBWD_Domestic_PU_":  "Si un joueur joue dans une catégorie d'âge supérieure, une exemption au premier tour, une victoire par défaut ou par forfait ne sera pas considérée comme une victoire. ",
  "_FRBWD_International_":  "Si un joueur joue dans une catégorie d'âge supérieure, une exemption au premier tour, une victoire par défaut ou par forfait ne sera pas considérée comme une victoire. Le joueur doit gagner un match à l'exception des situations mentionnées ci-dessus. ",
  "_Second_Round_Byes_":  "Recevoir une exemption de deuxième tour, victoire par défaut ou par forfait ",
  "_SRBWD_Domestic_":  "Comme pour le premier tour, ceci est considéré comme une victoire.",
  "_SRBWD_Domestic_PU_":  "Si un joueur a déjà signé une victoire, une exemption au deuxième tour ou une victoire par défaut ou par forfait sera considérée comme une victoire. Sinon, un joueur doit tout de même gagner un match afin de recevoir des points. Dans une circonstance extrême, un joueur ayant une exemption suivi d'un forfait puis d'un match par défaut, le joueur doit tout de même gagner un match pour recevoir des points s'il joue dans une catégorie d'âge supérieure à la sienne. ",
  "_SRBWD_International_":  "En général, accéder au deuxième tour est considéré comme une victoire. Notez bien qu'un joueur qui ne participe pas au tournoi ne peut recevoir de points (un joueur profite d'un forfait puis déclare forfait).",
  "_Retirement_":  "Abandon",
  "_Retirement_Details_":  "Si un joueur abandonne après que le jeu ait commencé, le match est considéré comme une victoire ou une défaite.",
  "_jr_in_open_eg_":  "Pro et ouverts",
  "_jr_in_open_eg_title_":  "Juniors dans les tournois pro et ouverts",
  "_WTA_eg_":  "WTA",
  "_WITF_eg_":  "ITF féminin",
  "_ATP_eg_":  "ATP",
  "_jr_open_eg_":  "Tournois canadiens ouverts",
  "_jr_open_w_":  "Tournois canadiens ouverts féminins",
  "_jr_open_w_abbrv_":  "Ouverts féminins",
  "_jr_open_m_":  "Tournois canadiens ouverts masculins",
  "_jr_open_m_abbrv_":  "Ouverts masculins",
  "_jr_eg_":  "Juniors  ",
  "_jr_eg_title_":  "Juniors ",
  "_exchange_rate_approach_":  "Approche du taux de conversion",
  "_exchange_rate_approach_detail_":  "Tennis Canada attribue des points de classement junior pour la performance des juniors canadiens qui participent aux épreuves juniors de l'ITF, au circuit de transition de l'ITF ainsi qu'aux épreuves des circuits professionnels de l'ATP et de la WTA. Ces points sont attribués en convertissant les points ITF, ATP et WTA en points de classement canadien junior.",
  "_exchange_rate_approach_rm_":  "Renseignements sur le calcul des taux de conversion",
  "_boys_ITF_ER_":  "Pour les garçons, 1 point junior de l'ITF vaut 150 points au classement junior canadien.",
  "_girls_ITF_ER_":  "Pour les filles, 1 point junior de l'ITF vaut  points au classement junior canadien.",
  "_mens_TT_ER_":  "Pour les garçons, 1 point du circuit de transition de l'ITF vaut 600 points au classement junior canadien.",
  "_womens_TT_ER_":  "Pour les filles, 1 point du circuit de transition de l'ITF vaut 320 points au classement junior canadien.",
  "_ATP_ER_":  "1 point de l'ATP vaut 7 500 points au classement junior canadien.",
  "_WTA_ER_":  "1 point de la WTA vaut 2 500 points au classement junior canadien.",
  "_exchange_rate_":  "Taux de conversion",
  "_er_methodology_":  "Méthodologie du taux de conversion",
  "_er_methodology_detail_":  "Voici l'approche générale pour déterminer un taux de conversion précis entre deux systèmes de points.",
  "_er_player_pool_":  "Choisir un groupe de joueurs",
  "_er_player_pool_detail_":  "Choisir un ensemble de joueurs qui ont évolué sous les deux systèmes de points.",
  "_er_player_pool_example_":  "Par exemple, en 2018, 9 des 13 meilleures joueuses canadiennes ont disputé un total de 39 tournois canadiens et 79 tournois de l'ITF. ",
  "_er_average_points_per_play_":  "Calculez la moyenne des points par tournoi.",
  "_er_average_points_per_play_detail_":  "Regardez le nombre de points récoltés par ces joueuses pour les tournois disputés sous chaque système.",
  "_er_average_points_per_play_example_1_":  "Par exemple, les meilleures Canadiennes ont récolté un total de 131 124 points pour 39 tournois canadiens, soit une moyenne de 3,362 points par tournoi.",
  "_er_average_points_per_play_example_2_":  "Les mêmes joueuses ont récolté un total de 1 014 points pour 79 tournois de l'ITF, soit une moyenne de 12,84 points par tournoi.",
  "_er_rate_":  "Calcul du taux de conversion",
  "_er_rate_detail_":  "Le taux de conversion est calculé en divisant les deux moyennes.",
  "_er_rate_example_":  "Par exemple : 1 point ITF vaut 262 points de classement canadien pour les filles (3,362/12,84 = 262).",
  "_er_adjustment_":  "Ajustement du taux de conversion",
  "_er_adjustment_detail_":  "Tennis Canada ajuste le taux de conversion calculé pour encourager la participation aux tournois canadiens et décourager l'établissement d'un classement junior canadien en ne participant qu'à des tournois internationaux.",
  "_er_adjustment_example_":  "Par exemple, pour ces raisons, Tennis Canada a ajusté le taux de conversion de sorte qu'un point ITF vaut 200 points au classement junior canadien féminin.",
  "_indirect_exchange_rate_":  "Taux de conversion indirect",
  "_indirect_exchange_rate_detail_":  "Il n'y a pas suffisamment de joueurs disputant à la fois des tournois juniors canadiens et des épreuves du circuit professionnel pour calculer avec précision le taux de conversion. Au lieu de cela, un taux de conversion a d'abord été calculé à partir des points professionnels en points ITF, puis converti en points de classement canadien à l'aide du taux de conversion des points ITF en points de classement canadien précédemment calculé."
}
